{"tid": 198550325, "covertids": [], "publishdate": "2013-09-19", "firstname": null, "secondname": null, "lastname": null, "title": "Jivraj V. Desai, Ahmedabad vs Department Of Income Tax on 19 September, 2013", "filename": "itat_ahmedabad/2013-12-13/ITA-2376-AHD-2005", "doc": "<div class=\"docsource_main\">Income Tax Appellate Tribunal - Ahmedabad</div>\n<div class=\"doc_title\">Jivraj V. Desai, Ahmedabad vs Department Of Income Tax on 19 September, 2013</div><pre id=\"pre_1\">      IN THE INCOME TAX APPELLATE TRIBUNAL\n               \"C\" BENCH, AHMEDABAD\n\nBEFORE SHRI MUKUL Kr. SHRAWAT, JUDICIAL MEMBER\n    AND SHRI T.R. MEENA, ACCOUNTANT MEMBER\n\n                      IT(ss)A No. 99/Ahd/2004\n\nThe ACIT, Central Circle-          Jivraj V. Desai\n1(1), Ahmedabad.              V/s. 5, Ashoknagar Society,\n                                   Radhanpur Road\n                                   Highway,\n                                   Mehsana, North\n                                   Gujarat.\n                                   PAN: AAWPD 8565F\n           (Appellant)                        (Respondent)\n\n                      IT(ss)A No. 106/Ahd/2004\n\nJivraj V. Desai                    The ACIT, Central\n5, Ashoknagar Society,        V/s. Circle-1(1),\nRadhanpur Road                     Ahmedabad.\nHighway,\nMehsana, North Gujarat.\nPAN: AAWPD 8565F\n            (Appellant)                       (Respondent)\n\n        ITA Nos. 2376/Ahd/2005 &amp; 3437, 3438/Ahd/2007\n              A.Ys. 1999-00, 2001-02 &amp; 2003-04\n\nThe ACIT, Central Circle-          Jivraj V. Desai\n1(1), Ahmedabad.              V/s. 5, Ashoknagar Society,\n                                   Radhanpur Road\n                                   Highway,\n                                   Mehsana, North\n                                   Gujarat.\n                                   PAN: AAWPD 8565F\n           (Appellant)                        (Respondent)\n\n\n   Revenue by     :       Shri D.C. Patwari and Shankarlal\n                          Meena, D.R.\n   Assessee(s) by :       Shri G.C. Pipara, A.R.\n\n\n     सुनवाई कᳱ तारीख/ Date of Hearing :              19/09/2013\n     घोषणा कᳱ तारीख /Date of Pronouncement:          13/12/2013\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n                                  -2-\n\n                              आदेश/O R D E R\n\n  PER BENCH :\n\n         These two cross appeals have been filed by the Revenue as\n  well as by the assessee emanating from an order of CIT(A)-I\n  Ahmedabad dated 19th of February, 2004. These two appeals are\n  consolidated and hereby decided by this common order.\n\n\n  A.     IT(ss)A No.99/Ahd/2004 (Revenue's Appeal).\n  2.     Ground No.1 is reproduced below:\n         \"The CIT(A) has erred in law and on facts in directing to restrict the\n         addition of Rs.27,32,38,000/- made on account of unaccounted\n         investment in sharafi business as on 01/11/1999 to Rs.52,29,000/-.\"\n\n\n  3.     Facts in brief; as emerged from the corresponding\n  assessment order passed u/s. 158BC dated 31st of October, 2002\n  were that a search action u/s. 132 was carried out on 20th of\n  October, 2000. Thereupon, a notice u/s. 158BC was issued which\n  was served on 23rd of March, 2001. In compliance a return of\n  income for the block period 1991-92 to 2001-02 was filed on 14th\n  of October, 2002. However, the undisclosed income was declared\n  at Rs. Nil. Thereafter the assessment proceedings were started. The\n  AO has noted that the assessee is the main person of the \"Master\n  Group\", which is engaged in the development of residential and\n  commercial blocks. The group is also in the business of land\n  transaction and hotel business. In addition; the AO has noted that\n  the assessee was doing a business of cash financing. During the\n  course of search certain evidences were stated to have been found\n  regarding the \"sharafi business\". As per AO, the said \"sharafi\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n                                   -3-\n\n  business\" was not disclosed by the assessee in the regular return\n  filed by the assessee. The AO has noted about the \"sharafi\n  business\" as follows:\n         \"Sharafi transactions noted in diary Annex. A-1 seized from the\n         residence of Arvind A. Shah- During the course of search evidences\n         regarding unaccounted sharafi transactions were found. These\n         evidences were confronted vide notice u/s. 142(1) and also in show\n         cause dated 14.10.2002. The show cause is reproduced below:\n         Show Cause:\n         Vide notice u/s. 142(1) you were asked as under:-\n         Reference is invited to diary being Annex. A-1 seized from the\n         residence of Shri Arvindbhai Shah. Furnish identity and addresses of\n         all persons whose accounts were maintained by Shri Arvidn Shah on\n         your behalf. Reference is made to answer No.28 of your statement dt.\n         20.10.2000 wherein you had committed to furnish partywise details of\n         the cash transactions noted in the diary. Further in your statement you\n         had accepted that the figures in the diary have to be read by adding\n         three zeroes.\n         Further from the perusal of the cash book it is seen that negative peak\n         credit of Rs.4,89,80,198/- is reflected on 8.2.2000. Explain the source\n         of this money.\n         The transactions in the diary have been written only till 10.10.2000.\n         Update the transactions from 10.10.2000 to 19.10.2000 on the basis of\n         Annexure A-2 seized from the residence of Shri Arvindbhai Shah.\n         The cash book in Annex. A-1 is maintained in single entry system.\n         Prepare and furnish the journal P &amp; L A/c, ledger account by\n         converting the same into double entry system. As per revenues\n         working of the profit generated from sharafi business transactions\n         reflected in annex. A-1 and A-2 the profit is as under:-\n\n         1.11.1999 to 31.3.2000         :       Rs.3,87,62,595/-\n         1.1.2000 to 10.10.2000         :       Rs.4,15,04,155/-\n\n         Furnish details as to where this profit was reflected in the returns filed\n         before the income-tax authorities.\n\n         Prepare the opening trial balance as on 1.11.1999 on the basis of\n         which the cash book in Annex. A-1 has been prepared. Explain the\n         source of the money invested in the sharafi business.\n\n         Explain the difference in the trial balances as on 4.9.2000, 9.10.2000,\n         1.6.2000 and 29.6.2000 which are reflected in the seized material.\n         Reference Annex. A-2, page 70, 69, 689 seized from the residence of\n         Arvindbhai Shah.\"\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n                                    -4-\n\n  3.1      On the basis of the evidences as recovered during the course\n  of search a query was raised that why the whole of the \"sharafi\n  business\" as evidenced in diary A-1 be not taken an undisclosed\n  business of the assessee. On diary A-1, the noting was \"JVD\". This\n  diary was found to be written by one Sri Arvind A. Shah. He was\n  writing the said diary in the capacity of the accountant of the\n  assessee. A statement of Sri Arvind A. Shah u/s. 132(4) was\n  recorded on 20th of October, 2000 and in reply he has stated as\n  under:\n           \"In his statement of Shri Arvind A. Shah u/s. 1323(4) on 20.10.2000\n           on being asked about. Diary A-1 he had submitted that the same\n           pertained to the sharafi business done by Shri Jivrajbhai V. Desai. The\n           relevant portion of his statement is reproduced below:\n            Q.14. I am showing you Annexure A-1 which is seized from your\n           residence. Please explain about the contents therein?\n\n           Ans. It is a ledger account of sharafi financing business done of\n           Jivrajbhai Vastabhai Desai. In this ledger, printed page No.1 is an\n           account of Modi Saheb and the figures mentioned are in thousands\n           i.e. Rs.3,000/- written on the credit side is actually Rs.30,00,000/-.\n           Likewise, whatever figures written in this ledger are written after\n           deleting last three zeros. The debit side figures show the amount\n           returned to the parties by us and credit side figures are sharafi\n           amounts received by us from the parties. The particulars appearing\n           on printed page No.1 to 60 are the parties from who finance have\n           been received by us and the particulars appearing on printed page\n           No.60 to 285 are different parties to whom finance have been given\n           by our group. All figures written in this ledger are in thousands i.e.,\n           written after deleting last three zeros. The figures written nearby the\n           name of party on each page mentions the rate of interest.\"\n\n\n  3.2      The entries in the said diary were deciphered and it was\n  noted that three zeros, i.e., \"000\" have been eliminated in the\n  figures noted in the said diary. On investigation, it was found that\n  there were bank transactions with Mehsana Nagrik Co. Bank,\n  wherein the transaction was inclusive of three zeros, whereas in\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n                                    -5-\n\n  the diary the transactions were recorded by the accountant by\n  eliminating last three zeros.\n\n\n  3.3    As per page 234 of diary A-1, the narration noted by the\n  accountant was as under:-\n         \"Page No. 234 of diary A-1 has the following entries:\n         Credit         Date                Narration\n          200        28.8.2000     Mehsana Nagrik Bank, HYP 83\n         2000            31.8.2000            -do-.\"\n\n\n  3.4    Whereas the entries as recorded in the Hyp: Account No.83\n  of Mehsana Nagrik Co. Bank as under:\n         \"Credit        Date            Narration\n\n          200000        28.8.2000      Cash withdrawn\n         2000000        31.8.2000       -do-.\"\n\n\n  3.5    There were several other examples noted by the AO wherein\n  in the like manner the transaction with the bank was recorded in\n  the diary by eliminating last three zeros. After deciphering the\n  figures of the diary the AO has noted that Sri Jivraj V. Desai, the\n  assessee, in his statement dated 20th October, 2000 has accepted\n  that the diary A-1 contained the cash financing business carried out\n  by the assessee. The said statement of the assessee recorded u/s.\n  132(4) dated 20th October, 2000 has further revealed as follows:\n         \"Q-23 Give details of your financial business activities:\n         A-23 Whenever any person comes to us for taking finance we take\n         moral commitment from him on stamp paper or chits, which consists\n         of the period in which the amount is to be returned amount of\n         installment and details of mortgage land, which is in the nature of\n         security. If the above persons return the amount in time, the\n         transaction is considered as completed, and if he does not return the\n         amount in the prescribed time then the possession of mortgaged Land\n         will become ours. The rate of interest is also sometimes written. The\n         rate of interest is decided upon the facts like position of the land, title\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n                                    -6-\n         clearance and time for repayment of amount. The minimum rate of\n         interest is 2% but the title of the land is not clear then the interest rate\n         become 3% and more.\n\n         Q.24 How do you manage the amount to be given as loan?\n         A.24 I take loan from banks, from different persons and sometimes\n         through moral commitment of land mortgaged with us.\n\n         Q.25 Please explain the modes of your business.\n         A.25 We take moral agreement on paper. Most of the transaction are\n         in cash and whatever transaction are done through cheque are\n         recorded in the bank account.\n\n         Q.26 Where you have kept the document related to your financial\n         transaction?\n         A. 26 We keep these document with us.\n\n         Q.27 Give details regarding Arvindbhai Shah.\n         A.27 Arvindbhai Shah visit our office once in a month. He looks after\n         LIC accounts and other accounts. Since last three months he is ill.\n\n         Q.28 I am showing you the diary, which is a collection book\n         (Annexure A-1 of panchnama dt. 20.10.2000) seized during the course\n         of search at the residence of Shri Arvindbhai Shah. Shri Arvindbhai\n         Shah has stated in Answer No.14 that the figures written are to be\n         read in thousand (for e.g. if the amount is 3,000 if should be read as\n         30,00,000). He further stated that it is a ledger of financial transaction\n         of Jivrajbhai Vasthabhai Desai. Explain the same.\n\n         A.28 It contains the information about my cash financing business\n         details of loan &amp; rate of interest to the office later on.\n         ........\n</pre>\n<p id=\"p_1\">         Q. 52. We have already shown all the seized papers to you. If ther is\n         any undisclosed income for block period you may disclose it.\n         A.52 I won't able given the actual estimate right now. But I will give\n         the following issue wise information:\n</p><p id=\"p_2\">         1. I will estimate the transaction details of Savitapark Co. Op. Society,\n         Vira Bahagat Co. Op. Society. After considering the disclosure under\n         VDIS Scheme the remained undisclosed income will be worked out\n         and submitted.\n</p><p id=\"p_3\">         2. I will estimate the transaction in different development activities\n         like Sharafi income. I will work out the sharafi income as per\n         annexure A-1 seized from residence of Arvindbhai, Accountant,\n         panchanama dated 20.10.2000. I will give details of undisclosed\n         income form my assets as per Annexure A-1.\"\n</p><p id=\"p_4\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_5\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n<span class=\"hidden_text\" id=\"span_1\">                                 -7-</span>\n\n  3.6    On the basis of the above statements, the AO has concluded:\n</p><blockquote id=\"blockquote_1\">         (i)     that the assessee was engaged in the sharafi business.\n</blockquote><blockquote id=\"blockquote_2\">         (ii)    that the unaccounted sharafi business was recorded by\n                 Sri Arvind A. Shah\n</blockquote><blockquote id=\"blockquote_3\">         (iii)   that Sri Arvind A. Shah was aware about those\n                 parties.\n</blockquote>\n\n<p id=\"p_6\">  3.7    Again an statement of Sri Arvind A. Shah was recorded u/s.\n  131 on 19.9.2002 and 24.9.2002 by the AO. In that statement Sri\n  Arvind A. Shah as stated as under:\n</p><blockquote id=\"blockquote_4\">         \"Q-4. Who was in control over the sharafi transactions noted by you\n         in Annexure A-1?\n</blockquote><blockquote id=\"blockquote_5\">         A-4. Full control over whole of the sharafi business was in the\n         hands of Jivrajbhai Desai alone. It was only on his instruction that\n         money could be given on interest. None of the others members of\n         Jivaraj V. Desai had direct connection with the sharafi business.\n</blockquote>\n<blockquote id=\"blockquote_6\">         Q-5. Who had right and control over the interest income earned\n         from sharafi business?\n</blockquote><blockquote id=\"blockquote_7\">         A-5. Whole of the interest income earned from sharafi business was\n         under the right and control of Jivrajbhai Desai. Even if this income\n         was used for somebody else it could not have been done without the\n         permission of Jivraj Desai.\"\n</blockquote>\n\n<p id=\"p_7\">  3.8    However thereafter the appellant had denied that the\n  transactions recorded in the said diary were related to any \"sharafi\n  business\". According to him the transactions recorded in the diary\n  were related to a land deal mentioned as \"Thaltej land deal\". A\n  statement of the assessee- Sri Jivraj V. Desai was recorded on\n  7.10.2002. In that statement the assessee had advanced an\n  altogether new theory of \"Thaltej land deal\". In fact, the assessee\n  was confronted with the statement of Sri Arvind A. Shah which\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_8\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n<span class=\"hidden_text\" id=\"span_2\">                                  -8-</span>\n\n  were recorded on 19.9.2002 and 24.12.2002 by the AO. The\n  assessee has given the answer in the following manner:\n</p><blockquote id=\"blockquote_8\">         \"Q.2 In his statement on 19.9.2002 Shri Arvind Shah has stated that\n         diary similar to A-1 was being maintained by him from 1.11.1997 and\n         1998 which was handed over by him at the time of Diwali to you.\n         A-2. I have stated in my previous statement diary has primarily\n         accounts related to Thaltej land deal for which I was a mediator.\n         Hence the accounts were being maintained by you. A-3, page-11 &amp; 12\n         has details regarding the Thaltej land and has been signed by my sone\n         and Jignesh Rabari. This agreement is also in the handwriting of Shri\n         Arvind Shah which makes it clear that Arvind Shah knew Shri V.V.\n         Rabari and his statement that he does not know about Shri Rabari is\n         untrue. Shri Arvind Shah every month used to send the diary for\n         perusal of Shri Rabari.\"\n</blockquote>\n<blockquote id=\"blockquote_9\">         Q-3. In his statement in answer-11 Shri Arvind Shah has given\n         details regarding the accounts maintained in Diary A-1. Please state\n         your comments about the same.\n</blockquote>\n<blockquote id=\"blockquote_10\">         A-3. I have gone through the details furnished by Shri Arvind Shah\n         in his statement regarding the names noted in diary A-1. From this\n         also it is very clear that Jignesh Desai, Natu Popular, Chhagan Kaka,\n         accounts are related to Thaltej land deal. Other than this account of\n         Shri Manoj Vadodaria noted in diary A-1 also pertains to Thaltej land\n         deal. In these accounts there are contra entries between the accounts\n         of Natu Popular and Manoj Vadodaria. For e/.g/ in annex. A-3 page\n         98 &amp; 99 seized from Arvind Shah's residence there are accounts\n         related to Thaltej land deal which pertained to Natu Popular and\n         Manoj Vadodaria having noting on 17.10.1999. It is from here\n         onwards only that diary like A-1 was being maintained. Further in the\n         seized diary the debit opening balance shown in the account of Manoj\n         Vadodaria pertains to contra entries related to Thaltej land deal. No\n         financial transactions have been done other than this. In this way, the\n         debit balance shown in the account of Shri Manoj Vadodaria in diary\n         A-1 pertains to pending payments related to the Thaltej land deal and\n         as the same were not paid in time accrued interest has also been\n         debited. All payments related to Thaltej land deal were to go to a Trust\n         and I had nothing to do with this. Whatever cash was received was\n         handed over to this Trust and the account of the same is noted in the\n         diary maintained by Shri Arvind Shah. In this way, I have nothing to\n         do with the accrued interest with the account of Shri Manoj\n         Vadodaria. I shall furnish within 2 to 4 days complete details\n         regarding the notings related to Tahltej Vithova Trust land deal in the\n         seized material. Further I shall also establish the length between the\n         seized material and the diary A-1. I shall also furnish the 7/12 extract\n         of the land concerned.\n</blockquote><p id=\"p_9\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_10\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n<span class=\"hidden_text\" id=\"span_3\">                                  -9-</span>\n\n         Q-5. In his statement dt. 24.9.2002 Shri Arvind Shah stated that you\n         were to complete control over the sharafi business noted in Diary A-1.\n         Further you are also having the right and control over the interest\n         income generated from sharafi business.\n</p><p id=\"p_11\">         A-5. Most of the major accounts noted in diary A-1 pertained to\n         Thaltej land deal and the interest charged in those accounts was\n         payable to the Trust and I had no income or benefit from the same.\n         The same has also been clarified in the agreement letter seized by the\n         department. In the statement dt. 24.9.2002 al;so in the description of\n         page 93 &amp; 99 of Annex. A-2 also it has been mentioned that these\n         accounts pertained to Thaltej land deal. Further on page 94 of A-2\n         There is a contra entry of Rs.8 crore transferred to the account of\n         Manoj Vadodaria. This entry is of 30.9.1999. It is this entry and such\n         type of other entries which make up the opening debit balance in the\n         account of Shri Manoj Vadodaria.\n</p>\n<p id=\"p_12\">         Q-6. In your statement you have stated that Vithova Trust land and\n         the accounts of Natu Popular and Manoj Vadodaria are related.\n         Furnish complete details regarding the same.\n</p>\n<p id=\"p_13\">         A-6. Within 2 to 4 days I shall furnish complete details regarding\n         the relationship of these accounts with Thaltej land deal. I shall also\n         furnish the relationship of other notings in the seized material with\n         these accounts and the land deal.\"\n</p>\n\n<p id=\"p_14\">  3.9    In addition to the said diary certain slip paper \"chitti\" have\n  also been seized during the course of search. Those slips pertained\n  to sharafi loan and in those slips there was a reference of\n  \"Jivrajbhai master\". The AO has noted that those slips have\n  mentioned the name of the assessee. The transaction noted on\n  those slips was made by the assessee in his personal capacity and\n  none of those slips have mentioned the name of the firm, i.e.,\n  \"Master Developers\". According to AO, the sharafi business was\n  carried out by the assessee in his personal capacity and the\n  assessee had over-all control over the income so generated by the\n  unaccounted sharafi business. The assessee had attempted to\n  explain that the sharafi business was carried out by the Firm M/s.\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_15\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_16\">                                  - 10 -\n</p>\n<p id=\"p_17\">  Master Developers, but according to AO there was no\n  documentary evidence to substantiate the said claim. After\n  examining the partnership deed of the Firm Master Developers, as\n  also the profit sharing ratio of the partners, the AO had drawn a\n  conclusion that there was no evidence of \"sharafi business\" carried\n  out by the Firm or there was distribution of profit of sharafi\n  business amongst the partners of the Firm. On the basis of the\n  above investigation the AO has summarized as follows:\n</p><blockquote id=\"blockquote_11\">         \"From the above enumerated evidences and statements it is very clear\n         that all of the sharafi business noted in diary A-1 was carried out by\n         you in your personal capacity and thus you are required to show cause\n         as under:\n</blockquote><blockquote id=\"blockquote_12\">         i.      why the opening investment reflected in the diary as on\n                 1.11.1999 be not treated to be your undisclosed income utilized\n                 for offering the unaccounted loans. As per the working of\n                 revenue the opening balance as on 1.11.1999 is of\n                 Rs.27,32,38,000/- Till date you have not offered your working\n                 of the initial investment hence the working of revenue is taken\n                 to be correct. Further no explanation regarding the source of\n                 initial investment in the sharafi transaction has been furnished.\n         ii.     Why the sharafi income reflected in Diary A-1 be not treated to\n                 be undisclosed income earned by you during the block period\n                 from unaccounted sharafi business.\"\n</blockquote>\n\n<p id=\"p_18\">  3.10 The assessee was confronted with those conclusions and a\n  show cause notice was issued wherein the assessee was required to\n  explain that the sharafi business as evidenced in diary A-1 was the\n  undisclosed income of the assessee. For the block period the net\n  interest income was proposed to be taxed in the following manner:\n</p><blockquote id=\"blockquote_13\">         \"Gross interest income\n         1.11.99 to 31.3.2000          Rs.38762595\n         1.1.2000 to 10.10.2000        Rs.41504155\n                                       Rs.80266750\n\n\n         Less: Interest paid as per diary A-1\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_14\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_15\">                                   - 11 -\n</blockquote><pre id=\"pre_2\">         1.11.99 to 10.10.2000           Rs.22,57,270\n         Net interest income             Rs.7,80,09,480\n\n\n</pre><blockquote id=\"blockquote_16\">  3.11 The assessee's reply, as reproduced by the A.O., contained\n  mainly that the said diary was maintained by the accounted Sri\n  Arvind A. Shah on the instruction of one <a href=\"/doc/431927/\" id=\"a_1\">Sri J.V. Rabari and V.V</a>.\n</blockquote><p id=\"p_19\">  Rabari. The transaction pertained to a \"land transaction\" of \"Vithal\n  Mandir Trust\". In the said Trust Sri R.V. Rabari and Sri V.V.\n  Rabari were stated to be the Trustees. It was mentioned by the\n  assessee that there was a land admeasuring about 21,300 sq. yard\n  bearing Plot No.73, Moje Thaltej, Taluka Dascory Thaltej\n  Highway. According to assessee, Sri R.V. Rabari entered into an\n  agreement for sale of the land to one Sri Natubhai Popular on\n  5.7.1998 on a rate of Rs.9,509 per sq. yards. The assessee's\n  version was also reproduced by the AO in the assessment order as\n  follows:\n</p><blockquote id=\"blockquote_17\">         \"Our humble request is to keep this strictly confidential.\n</blockquote><blockquote id=\"blockquote_18\">         6. In view of above, it is established beyond doubt that the above\n         referred transactions are absolutely belong to Shri Jignesh V. Rabari\n         and Natubhai Popular and other persons as mentioned above and I\n         have no interest therein. It is also submitted that you have recorded\n         my statement on 3rd October 2002 wherein also I have very\n         categorically explained the facts of the case and stated that the said\n         transactions are belonging to above named persons. In the interest of\n         natural justice and to make a fair and reasonable assessment. I\n         request you to issue a summons u/s. 131 to the concerned persons so\n         as to bring to light the correct state of affairs and allow me the cross\n         examination of the concerned persons. The names and addresses of\n         the persons is separately enclosed for your ready reference. The\n         assessment finalized without examining those persons will be against\n         the rules of natural justice and void abinitio. It is submitted that it is a\n         settled law that the taxing authority entrusted with the power to settled\n         law that the taxing authority entrusted with the power to make\n         assessment has to discharge quasi-judicial function and is bound to\n         observe the principles of natural justice in reaching the conclusion.\n</blockquote><p id=\"p_20\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_21\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_22\">                                   - 12 -\n</p><p id=\"p_23\">           Any assessment order made in violation of rules of natural justice is\n           null and void. Reliance is placed on the following judgments:-\n</p><p id=\"p_24\">           (i) CIT Vs. Eastern Commercial Enterprises, 210 ITR 103 (cal.)\n</p><p id=\"p_25\">           (ii) Menka Gandhi Vs. Union of India, (AIR 1978 Supreme Court of\n           India 597)\n</p><p id=\"p_26\">           (iii) P.S. Abdul Majeed Vs. ACIT &amp; ITO (209 ITR 821 (Ker.)\n</p><p id=\"p_27\">           (iv) ITAT Hyd. Bench 'A' (Spl. Bench) Colonisers Vs. ACIT.\n</p>\n\n<p id=\"p_28\">  3.12 The AO's version was that during the whole of the\n  assessment proceedings the assessee had not furnished the identity\n  and the addresses of those persons whose names have appeared in\n  the diary A-1. According to AO, the assessee had not brought any\n  documentary evidence to substantiate that certain other persons\n  were linked with the said diary; such as Sri Manoj Vodadaria and\n  Natu Popular. The AO's observation in this connection was as\n  under:\n</p><blockquote id=\"blockquote_19\">           \"Further the assessee has not brought any documentary evidence on\n           record to substantiate his submissions regarding the link between the\n           accounts of Shri Manoj Vadodaria and Shri Natu Popular. Assessees\n           contention that the transaction noted in the accounts of Shri Manoj\n           Vadodaria are not related to him is found to be incorrect. These\n           evidences are discussed in detail in this order while discussing\n           assessees undisclosed investment in Sola land.\n</blockquote>\n<blockquote id=\"blockquote_20\">           Assessee's contention regarding the relationship of the account of Shri\n           Chhagan Kaka with the Thaltej land and the contention that he had no\n           relation with the same is also found to be incorrect. Evidences\n           regarding transactions of assessee with Shri Chhagan Kaka have also\n           been found during the course of search. These evidences are discussed\n           in the order while discussing assessees benami properties in Savita\n           Park. Isanpur under the heading \"Sale of flats in Isanpur.\"\n</blockquote>\n\n<p id=\"p_29\">  3.13 The AO has drawn the conclusion as under:\n</p><blockquote id=\"blockquote_21\">           \"On the basis of the evidences narrated in detail in the show cause dt.\n           14.10.2002 and on the basis of the above rebuttal of assessees\n           submissions the following findings are arrived at.</blockquote>\n\n<p id=\"p_30\">           Whole of the investment in sharafi transaction noted in diary A-1 as on\n           1.11.99 are treated to be undisclosed income of the assessee earned\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_31\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_32\">                                  - 13 -\n</p><p id=\"p_33\">         during the block period and utilized for offering these loans. Till date\n         the assessee has not contended revenues working of opening balance\n         as on 1.4.99. Hence Revenues working is taken to be correct and\n         opening balance as on 1.11.99 is taken to be Rs.27,32,38,000/-. The\n         detailed working of this opening balance was enclosed alongwith the\n         show cause dt. 14.10.2002. This working is made part of this order\n         Annex. 0-1.\n</p>\n<p id=\"p_34\">                                              (Additiion: Rs.27,32,38,000/-)\n\n\n</p><p id=\"p_35\">  4.     Being aggrieved, the aforesaid addition was challenged\n  before the First Appellate Authority. Before the learned CIT(A),\n  the issue summarized as under:\n</p><blockquote id=\"blockquote_22\">         \"(i). Diary A-1 on its hard cover has the noting \"JVD\" in the\n         handwriting and style of Shri Arvind Shah, your accountant who\n         maintained the diary which evidences that the diary and the\n         transactions pertained to you.\n</blockquote><blockquote id=\"blockquote_23\">         (ii) That from Ans. No. 14 of the statement of Shri Arvind Shah, it is\n         clear that he has accepted that all the entries in the ledger accounts\n         maintained in Annex. A-1 are in thousands i.e. 100 is to be read\n         Rs.1,00,000/-.\n</blockquote><blockquote id=\"blockquote_24\">         (iii) That in all the entries noted in the diary A-1, \"000\" have been\n         eliminated which is borne out by comparing the figures noted in the\n         diary with the bank account statement of the entities of the group. The\n         entries are also reflected in the bank statement of Master Developers.\n         From the said instances, it is clear that sharafi transaction noted in\n         dairy A-1 pertained to you and have been maintained meticulously\n         after eliminating \"000\" from all the entries.\n</blockquote><blockquote id=\"blockquote_25\">         (iv). That in your statement dated 20.10.2000 on being confronted with\n         the diary A-1 and with the statement of Shri Arvind Shah dated\n         20.10.2000, you had accepted that the diary contained information\n         about your cash financing business and that you would submit\n         partywise details to the department subsequently.\n</blockquote><blockquote id=\"blockquote_26\">         (v). That on the basis of the statement of Shri Arvind Shah dated\n         19.09.2002 and 24.09.2002, it is clear that whole of the sharafi was\n         under your personal control and income generated from the same was\n         under your control and right.\n</blockquote><blockquote id=\"blockquote_27\">         (vi). That no contemporary documentary evidences have been\n         submitted to substantiate your claim that the sharafi business\n         pertained to your firm Master Developer's.\"\n</blockquote>\n<p id=\"p_36\">  4.1    The assessee's explanation in support of the transactions\n  recorded in diary A-1 was as under:\n</p><p id=\"p_37\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_38\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_39\">                                  - 14 -\n</p>\n<p id=\"p_40\">         \"In so far as the explanation for the transactions noted in diary A-1\n         seized from Shri Arvind Shah is concerned, the appellant vide\n         submission dated 28.10.2002 elaborately furnished the explanation in\n         respect of the transactions noted in diary A-1, which as been\n         reproduced by the A.O. on page No.15 to 18 of the assessment order.\n         The appellant in the said submission has clarified the following points-\n</p><p id=\"p_41\">         (i)    That the said diary was seized from the residence of Shri\n                Arvind Shah was maintained by him as per the instructions of\n                Shri J.V. Rabari and Shri V.V. Rabari.\n</p><p id=\"p_42\">         (ii)   That the main transactions noted therein are in respect of land\n                transactions Vitthoba mandir Trust of which Shri R.V. Rabari,\n                brother of Shri V.V. Rabari is a trustee.\n</p><p id=\"p_43\">         (iii) That as evident from the copies of record of rights in Form\n                No.7/12 dated 21.11.2000 and 7.10.2000 of land admeasuring\n                approximately 21,300 sq. yards of final plot No.73, bearing\n                Survey No.37 &amp; 38, situated at Moje, Thaltej, Tal, Dascroi,\n                Thaltej highway is held by Shri Ranjodbhai Vishabhai Rabari\n                as administrator of Vitthal Temple.\n</p><p id=\"p_44\">         (iv)   Since the said impugned land was owned by Shri Ranjodbhi\n                Visabhai Rabari, who is the elder brother of Sri Virambhai\n                Visabhai Rabari. Accordingly, in the records of Revenue,\n                which are placed on page Nos.72 to 78 of the paper book, the\n                said land was in the name of Vitthoba Mandir Trust and in the\n                name of Shri Ranjodbhai Visabhai Rabari has been shown as\n                administrator of the said Trust. The impugned land was agreed\n                to be sold by the said Shri Ranjodbhai Visabhai Rabari to Shri\n                Natubhai Patel of M/s Popular builders and accordingly, an\n                MOU was executed on 5.7.1998, which as been found at the\n                time of search from the residence of Shri Arvidn Shah and\n                seized on page Nos. 33, 34, 35, 36, 38, 39, 40 and 41 of\n                Annexure A-3. It is important that all these copies or MOU has\n                been found and seized from the residence of Shri ARvind Shah,\n                from whom the impugned diary marked as Annexure A-1 was\n                found and seized. The A.O. has made the addition on the basis\n                of Annexure A-1, which is in complete contravention to\n                Annexure A-3 and therefore, entire seized materials requires to\n                be considered together. As per the said MOU the following are\n                the major terms and conditions, which being very important,\n                the        same         are        reproduced         hereunder:\n</p><p id=\"p_45\">                ...................................................\n</p>\n<p id=\"p_46\">         From the above terms and condition and the notings, it is absolutely\n         clear that the impugned land is owned by the trust of which Shri\n         Ranjodbhai Visabhai Rabari is the administrator and this trust/land is\n         owned by Shri Ranjodbhai V. Rabari and Shri Virambhai V. Rabari,\n         which has been sold to Shri Natubhai Patel and Shri Ramanbhai Patel\n         of Popular Builders on certain terms and conditions and in the said\n         MOU it has been expressly been agreed that there is no responsibility\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_47\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_48\">                                 - 15 -\n</p><p id=\"p_49\">         of the appellant. Further, during the course of search no evidences\n         have been found from the appellant showing either ownership of the\n         said land, possession of the said land or any interest in the said land\n         and further, no evidences were found indicating that the appellant has\n         received any payment for the said land in any capacity. Therefore,\n         certain additions made by the AO which has been challenged in this\n         ground of appeal, pertaining to the said land requires to be\n         ignored/deleted.\n</p>\n<p id=\"p_50\">         Since the said MOU is an important part of the issue, which has\n         altogether been ignored by the AO for the sake of competence, the\n         Xerox of the said MOU is submitted herewith, for your honour's ready\n         reference:-\n</p>\n\n<p id=\"p_51\">  4.2    The main contention of the assessee before learned CIT(A)\n  was that the assessee had nothing to do in respect of the said land\n  transaction. The assessee had no interest in any manner in the said\n  land. The transactions were written in the diary by Sri Arvind Shah\n  and the hawala entries were made under the direction of Sri\n  Natubhai Popular and also as per the directions of the land owner.\n  It was submitted that Sri Natubhai and Sri Ramanbhai Patel are\n  known as \"Popular Builders\". They were the buyers of the land.\n  The land belonged to Vithoba Mander Trust and the land was sold\n  on behalf of the Trust by one Mr. Rabari. There is also a mention\n  that part of the land was owned by Sri A.T. Desai. The land was\n  occupied by Sri Chaganbhai Desai. According to assessee, the\n  diary was owned by Sri R.V. Rabari. Mr. Rabari was to receive the\n  payment from Sri Natubhai Patel and Sri Ramanbhai Patel. There\n  was a delay in making a payment as agreed upon hence both the\n  parties have lost the faith in each other. As a result, one Sri Manoj\n  Vadodaria came into picture and acted as a mediator. Sri Manoj\n  Vadodaria has accepted the amount along with interest which was\n  payable to Sri R.V. Rabari being the land owner on behalf Trust.\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_52\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_53\">                               - 16 -\n</p>\n<p id=\"p_54\">  The payment was made by Sri Natubhai Patel and others. The\n  assessee has therefore contested that the diary A-1, in question,\n  had been maintained by Sri Arvind Shah for the purpose of\n  recording the transaction between Sri R.V. Rabari, Sri Natubhai\n  Popular, Sri Jignesbhai Rabari. That the assessee was not\n  connected with the transactions recorded in the diary.\n</p>\n\n<p id=\"p_55\">  4.3    The assessee has explained the working of the addition as\n  made by the AO and the transaction recorded in diary A-1. The\n  transaction recorded in diary A-1 as on 1.11.1999 was at\n  Rs.27,32,38,000/-. The AO has given party-wise detail of the\n  credit side at Rs.6,78,74,600/-. As against that as per AO the total\n  of the debit side was Rs.34,10,92,600/-. The net difference of\n  Rs.27,32,38,000/- was thus considered by the AO and added in the\n  hands of the assessee. The AO has treated the amount as opening\n  balance as on 1.11.1999 which was treated as undisclosed income\n  in the hands of the assessee. The major amount of the debit\n  balance was standing in the name of Sri Manoj Vadodaria. On the\n  other hand, the assessee has argued that the debit entry was\n  nothing but \"havala entry\" pertained to the land transaction.\n  According to assessee, the following amounts related to the land\n  transaction:\n</p>\n\n<pre id=\"pre_3\">        Particulars                Loose paper Amount (Debit)\n                                   page No.\n        Mr. Manoj Vadodaria        134         23,43,08,700\n        Mr. Jignesh V. Desai       104          2,21,71,300\n        Mr. Vikashbhai Shah        111          1,15,29,000\n        Total                                  26,80,09,000\n</pre><p id=\"p_56\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_57\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_58\">                               - 17 -\n</p>\n\n<p id=\"p_59\">  4.4    Even the assessee has denied that the amount of\n  Rs.2,21,71,300/- in the name of Sri Jignesh V. Desai as per loose\n  page 104 of Annexure A-1 was not the payment made by the\n  assessee but it was in respect of the land transaction as he\n  happened to be one of the owner of the land. Likewise, the amount\n  of Rs.1,15,29,000/- in the name of Sri Vikasbhai Shah as per loose\n  page 114 of Annexure A-1, it was submitted that initially he had\n  right in the land because at the initial stage the land was sold by\n  R.V. Rabari to Sri Vikasbhai Shah. The assessee has placed\n  reliance on MOU dated 05.07.1998. It was again and again\n  reiterated that the transactions belonged to Sri Jignesh V. Rabari\n  and Sri Natubhai Popular and the assessee has no interest in those\n  transactions. On the other hand, the Revenue Department has\n  contested before learned CIT(A) through several remand reports\n  that the assessee was granted several opportunities in respect of\n  nine ledger account in the diary A-1, but inspite of several\n  opportunities the assessee has not discharged the onus of\n  identifying those parties along with their other details. In the\n  remand report, it was informed to learned CIT(A) that out of those\n  nine parties only three parties have been identified and therefore,\n  notices u/s. 158 BD were respectively issued to those three parties.\n  As regards, the summons issued to Ramanbhai Patel, Jignesh\n  Desai and Manoj Vadodaria, all three of them have expressed their\n  inability to present in compliance of the notices issued u/s. 158BD\n  of IT Act. That fact was informed to the learned CIT(A) through a\n  remand report by the AO. It was informed that one of them\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_60\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_61\">                                  - 18 -\n</p>\n<p id=\"p_62\">  namely, Sri Rambhai Patel was lodged in the jail at that time, In\n  the remand report, it was concluded that the diary A-1 belonged to\n  Jivraj Desai because at the cover of the note book \"JVD\" was\n  written. The accounts in the diary were written on the basis of the\n  chits found at the time of search. It was informed that the account\n  was maintained for full one year and on each Diwali the old ledger\n  was handed over to the assessee and a new ledger was started by\n  the said accountant. Therefore, the opening balance in the new\n  ledger as on 1.11.1999 was the unaccounted investment in the\n  sharafi business by the assessee. Some of the entries in the said\n  diary were made through cheques and those cheque were\n  corroborated by independent evidences hence proved the\n  correctness of the ledger belonging to the assessee. The bank\n  accounts have also tallied with the transactions as recorded in the\n  diary, therefore, that diary was belonging to the assessee.\n  According to Revenue, transactions in the bank account were\n  unaccounted transactions.\n</p>\n\n<p id=\"p_63\">  4.5    Learned CIT(A) has analyzed all those arguments and\n  thereafter arrived at the conclusion as under:\n</p><blockquote id=\"blockquote_28\">         \"5.11 I have carefully considered the facts and the rival submissions\n         and I have also gone through the seized records. I have also gone\n         through the remand reports and the submissions of the appellant on\n         the remand report, as reproduced hereinabove. It is an undisputed fact\n         impugned diary being Annexure A-1 has been found during the course\n         of search, from the residence of Shri Arvind Shah, appellant's\n         accountant. Apart from the diary, there are other various loose papers\n         also, which has been found from the residence of Shri Arvind Shah,\n         which has direct link with the notings in the said diary, on the basis of\n         which, the AO has made the addition. When the statement of appellant\n         was recorded u/s. 131 by the Assessing officer during the course of\n         assessment proceedings on 3/10/2002, which seems to be the only\n         statement of the appellant recorded after the dated of search on\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_29\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_30\">                                 - 19 -\n</blockquote><blockquote id=\"blockquote_31\">         20/10/2000 while answering to Q.11, the appellant has stated that\n         after going through the list of various names as appearing in the\n         diary, there are certain names to whom the appellant was unaware.\n         He has further stated while answering to Q.11 that the said diary\n         contains the certain transactions of the land of Vithoba Trust and for\n         this he has also made reference to page no.39 to 41 of Ann. A-2, seized\n         from the residence of Arvind Shah and stated that the said papers are\n         copy of accounts pertaining to the said land situated at Thaltej and he\n         has further given the names of Nathubhai Patel of Popular, Shri V.V.\n         Rabavi, Shri Manoj Vadodaria, Shri Jignesh Desai. In this respect, the\n         Q.13 and 19 as well as the answer to said question of the statement\n         dated 3/10/2002 being important is reproduced herewith.\n</blockquote>\n<blockquote id=\"blockquote_32\">                \"Question No.13:\n</blockquote><blockquote id=\"blockquote_33\">                Please give the full details of names and address of the above\n                shown Trust land and who will be the owner of the trust land?\"\n</blockquote>\n<blockquote id=\"blockquote_34\">                \"Answer No.13:\n</blockquote>\n<blockquote id=\"blockquote_35\">                Natubhai Popular, Dashrathbhai Patel, who are builder known\n                as Popular Builders, Popular House, Ashram Road\n                Ahmedabad. I do not know about hawala made through Shri\n                Manoj Vadodaria and Natubahi Popular. No other dealing\n                with Manoj Vadodaria except my Sola land. Land purchase of\n                Sola banakat and release deed is seized by Income Tax\n                Department.\n</blockquote>\n<blockquote id=\"blockquote_36\">                Jignesh Desai is a son of V.V. Rabari Annexure. A-3, page\n                No.12, 11 - Jignesh V. Desai, son of V.V. Rabari has signed\n                the proposal of Vithoba Trust land. Jignesh V. Desai alias\n                Jignesh V. Rabari, Jignesh V. Rabari has signed on that page.\n                The signature of Meena V. Rabari, the mother of Jignesh V.\n                Rabari is also made. This land means Vithoba though is\n                situated at Nr. Hotel Signor, Thaltej Char Rasta. Final Plot\n                No.73 21300 sq. yards. Rate per sq. yards Rs.9500. Today\n                land is in possession of Natubhai Popular and Dashrathbhai\n                Popular. But this land is in litigation with charity\n                commissioner who has not given a clearance on that land and\n                hence this land is in possession of Vithoba Trust. As per\n                agreement full payment was made as per Annexure A-3, Page\n                No.39,40 and 41.\"\n</blockquote>\n<blockquote id=\"blockquote_37\">                \"Question No.19:\n</blockquote>\n<blockquote id=\"blockquote_38\">                 I am showing you page No.87 &amp; 88 of Ann. A-3, which is\n                seized, from the residence of Shri Arvind A. Shah. Give the\n                details of the same.\"\n</blockquote><blockquote id=\"blockquote_39\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_40\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_41\">                                  - 20 -\n</blockquote><blockquote id=\"blockquote_42\">                Answer No.19:\n</blockquote>\n<blockquote id=\"blockquote_43\">                \"This page contains the details of payments of transactions for\n                trust of Shri V.V. Rabari Saheb and interest calculation, a print\n                of which received from Popular Builders, which is payable by\n                Popular Builders regarding transaction of Trust. These\n                transactions are written in diary. However, the dates may be\n                different.\"\n</blockquote>\n<blockquote id=\"blockquote_44\">         5.12 Therefore, the contention raised by the appellant during the\n         course of appeal hearing was very much available before the\n         Assessing Officer in the statement recorded by, still Assessing Officer\n         has preferred to make the addition in the hands of the appellant on the\n         basis of said diary without excluding the transactions pertaining to the\n         said land, which in my view is not correct as neither during the course\n         of search, nor in the post search enquiries, including the remand\n         reports, any evidence has been brought on record by the Assessing\n         Officer indicating any investment by the appellant in the said land.\n         Therefore, in absence of any evidences, suggesting either ownership\n         or control or payment by the appellant pertaining to the said land. I\n         am afraid no addition can be made in the hands of appellant for such\n         transactions, moreover, when during the course of search, certain\n         other evidences were also found from the residence of Arvind Shah\n         indicating transactions between such persons as referred by the\n         appellant, which I shall be discussing in the later part of this order.</blockquote>\n<p id=\"p_64\">         Therefore, after going through the statements and the various loose\n         papers, as relied upon by the appellant. I have no doubt about the fact\n         that the said diary contains certain accounts which are pertaining to\n         the said land and as per loose page no.35 &amp; 36 of Ann. A-3, which is a\n         MOU signed by the purchaser Shri Rabari in the presence of two\n         witnesses on 5/7/98, Sunday in the night at 8.00 o'clock from which it\n         is absolutely clear that terms and conditions has been orally\n         understood between the owner of the land and the buyer, wherein it\n         has clearly been mentioned that there is no responsibility of\n         Jivrambhai Rabari (that is the appellant). In the said MOU, the area\n         of the land, rate, terms of payment, etc. has been clearly mentioned\n         and this MOU has also been found from the residence of Shri Arvind\n         Shah, from where the impugned diary was found. Therefore, while\n         making the addition in the hands of appellant on the basis of the said\n         diary, the transactions pertaining to the land in which there is no\n         financial involvement of the appellant has to be excluded. Before\n         coming to the specific amount, which requires to be excluded. I may\n         deal with one of the argument raised by the appellant pertaining to the\n         basis on which addition of Rs.27,32,38,000/- has been made. It has\n         been contended by the appellant that trial balance drawn by the\n         Assessing Officer on the basis of ledger accounts as appearing in the\n         said diary as at 1/11/99, is incorrect and it included certain balance of\n         other dates, is not acceptable for the reasons that in spite of repeated\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_65\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_66\">                                  - 21 -\n</p><p id=\"p_67\">         reminders by the Assessing Officer, the appellant has failed to furnish\n         the said ledger on a double entry basis. No doubt the appellant has\n         expressed his inability in furnishing the same, but this inability cannot\n         become shelter to the appellant that no addition can be made on this\n         basis. Appellant has admitted in his submissions before me and also in\n         his statement that the said diary contains certain accounts of sharafi\n         transactions which are belonging to him, for which also he could not\n         furnish complete details and therefore, this contention of the appellant\n         is rejected. The other issues raised by the appellant that entire\n         addition is baseless, credits are lower than the debts and therefore no\n         addition is requires to be made are also rejected as these are not\n         supported by any evidences. Therefore, I uphold the basis adopted by\n         the Assessing Officer for the purpose of addition as majority of the\n         ledger accounts appearing in the said diary are having opening\n         balances of 1/11/1999. Coming to the working of the addition, as\n         observed by me herein above that I includes certain accounts which\n         are pertaining to the land, wherein there does not seems to be any\n         financial involvement of the appellant, the same are required to be\n         excluded. In this respect, appellant has made an elaborate submission,\n         pertaining to the account of Shri Manoj Vadodaria, having a debit\n         balance of Rs.23,43,08,700/-. The addition made by the Assessing\n         Officer of Rs.27,32,38,000/- is on account of excess debit over credit\n         balances as per Annexure 0-1, annexed to the assessment order. In\n         support of excluding the balance in the name of Shri Manoj\n         Vadodaria, the appellant has submitted that said Shri Manoj\n         Vadodaria has accepted the responsibility to make the payment to Shri\n         V.V. Rabari and other on behalf of the buyer and therefore, in the said\n         diary the account of Shri Manoj Vadodaria is debited and in turn\n         account of R.V. Rabari &amp; other have been credited. The appellant has\n         also made reference to page 82 of Ann. A-3, which has also been\n         found from the residence of Arvind Shah which is the account with the\n         word 'M' meaning thereby Manoj Vadodaria and co-related the\n         notings on the said page with the said account in the ledger on page\n         134 of the diary at A-1. The said page 82 of A-3 also contains the land\n         area, rate, terms and condition, wherein the final amount has been\n         worked out at Rs.22,36,03,000/- to which brokerage of Rs.25,35,000/-\n         other expenses and legal charges of Rs.11,74,000/- and payment made\n         by Manoj Vadodaris to JAC of Rs.60 lacs making a total\n         Rs.23,33,08,700/-. My attention was also drawn to the ledger account\n         of Manoj Vadodaria as appearing on page 134, wherein two different\n         figures are mentioned, one as 233,308.70 &amp; other as Rs.1,000/- and\n         stated that the first amount of Rs.2,33,308.70 indicates\n         Rs.23,33,08,700/- to which a further amount of Rs.10 lacs has been\n         added being the hawala for the said land and accordingly, a balance\n         of Rs.23,43,08,700/- has been worked out, which has wrongly been\n         added by the Assessing Officer in the hands of the appellant. In view of\n         these direct evidences as found during the course of search, from the\n         residence of Shri Arvind Shah and in absence of any evidences\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_68\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_69\">                                  - 22 -\n</p><p id=\"p_70\">         indicating any amount was advanced by the appellant to said Shri\n         Manoj Vadodaria and there being direct link between the amount\n         which has been added and the working of the land value as discussed\n         by me herein above. I am of the view that impugned amount requires\n         to be considered in the case of Shri Manoj Vadodaria. Therefore, I am\n         not convinced with the argument raised by the AO in his remand\n         report dated 8/01/2004 that there are no parameters to differentiate\n         these accounts from other account. There are clear cut evidences\n         found at the time of search from the very same person from whom the\n         impugned diary was found, indicating the land transactions and which\n         are also supported by his statement therefore, I am not convinced with\n         the argument of the Assessing Officer in this respect. However, it is an\n         admitted fact that summons have already been issued to Shri Manoj\n         Vadodaria, and notice u/s.158BD has also been issued in his case by\n         the same Assessing Officer, as reported to me in the remand report. In\n         this respect, the submissions of the appellant vide his letter dated\n         14/01/2004 which has been filed pursuance to the remand report dated\n         8/01/2004 and 9/01/2004, requires immediate consideration and\n         therefore, the relevant para of the said submission is reproduced\n         hereinabove. Therefore, out of the total addition made by the\n         Assessing Officer the addition to the extent of Rs.23,43,08,700/- is\n         deleted.\"\n</p>\n<p id=\"p_71\">  5.     Being aggrieved by the afore-reproduced findings of learned\n  CIT(A) now the Revenue is in appeal before us.\n</p>\n\n<p id=\"p_72\">  5.1    From the side of the Revenue, learned D.R. Mr. D.C.\n  Patwari and Shankarlal Meena, D.R. appeared and argued as under\n  (only relevant portion of the written submission reproduced):\n</p>\n\n<blockquote id=\"blockquote_45\">        \"This para shows that the appellant's statement on 20.10.2000 was\n        also recorded u/s. 132(4) and the diary A-1 as well as statement of Shri\n        Arvind A. Shah of the same date i.e. 20.10.2000 was confronted to the\n        appellant. It is noteworthy that the appellant did not say that the diary\n        had not been maintained only for him. He accepted the fact that the\n        diary was only in respect of him because he stated that he would submit\n        party-wise details personally to the Department subsequently. In fact in\n        Ans. To Q. No.23, 24, 25, 26, 27 and 28 and even in Ans to Q.No.52\n        which are reproduced on page 10 and 11 of the assessment order, it is\n        clear that the appellant has given modus operandi of cash sharafi\n        transactions contained in diary A-1. In Ans. To Q. No.28 on page 11 of\n        the assessment order, this is made very clear that the diary contained\n        information of cash financing business of the appellant. Nowhere the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_46\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_47\">                                  - 23 -\n</blockquote><blockquote id=\"blockquote_48\">       appellant has stated that the diary had any other transactions which has\n       been claimed later on and which have been accepted by the CIT(A) even\n       when it was clear from the remand report that the proper inquiry could\n       not be conducted by the AO in the absence of full and proper details. It\n       is very clear that the statement of Arvind A. Shah was confronted to the\n       appellant as stated above and para (e) page 11 of the assessment order\n       shows that in Ans. To Q. No.4, Shri Arvind A. Shah has clearly stated\n       that the appellant alone was in control of the sharafi business and none\n       of the other members of the appellant had a direct connection with the\n       sharafi business. In Ans. To Q. No.5 reproduced on page 12 of the\n       assessment order, Shri Arvind A. Shah has clearly stated that the entire\n       interest income was in the control of Jivrajbhai Desai and nobody could\n       use it without the permission of Jivraj Desai. It means that Master\n       Developers firm where the family members of the appellant are partners\n       was actually in full control of the appellant and of the appellant only\n       and in reality Master Developers was nothing but the appellant himself.\n       Even this statement was not denied by the appellant when the statement\n       of Shri Arvind A. Shah was confronted to him as stated above. However,\n       from September, 2002 onwards, the appellant has suddenly changed the\n       entire submission made earlier i.e. after two years of the search and\n       during the course of assessment proceedings. Both Arvind A. Shah as\n       well as the appellant have almost totally disowns earlier statement and\n       this is clear from page NO.12 of the assessment order. The statement of\n       Arvind A. Shah dated 19.9.2002 and 24.9.2002 shows that the various\n       entries mentioned in diary are being included in respect of accounts\n       related to Thaltej land del. IN the statement of the appellant dated\n       7.10.2002 (page 12 of the assessment order) the appellant has stated\n       that the diary was primarily in respect of Thaltej land deal for which he\n       is only a mediator. It was stated that A-3, Page-11 &amp; 12 has details\n       regarding the sale of Thaltej land and has been signed by the son of the\n       appellant Shri Jignesh Desai. It was stated that this agreement is in the\n       handwriting of Arvind A. Shah which shows that Arvidn A. Shah knows\n       Shri V.V. Rabari and his statement that he did not know Shri Rabari is\n       wrong. The appellant further stated that Shri Arvind A. Shah sent the\n       diary for perusal of Shri Rabari. If these are the facts, then Shri Arvind\n       Shah would have mentioned the things in his first statement recorded on\n       date of search i.e. 20th October, 2000. Neither the appellant nor Shri\n       Arvind Shah made any such statement that in respect of the land deal\n       the appellant is only a mediator. Such an important thing cannot be\n       missed by both of them. In Ans. To Q. No.3 in his statement dated\n       7.10.2002, the appellant has for the first time come up with the\n       argument that Jignesh Desai, Natu Popular, Chhagan Kaka are related\n       to Thaltej land deal and also Manoj Vadodaria whose name is noted in\n       diary A-1. The appellant, therefore, tried to say that the entire land deal\n       was in respect of these people and be himself was only a mediator.\n       Further, interestingly these submissions were made by him by giving the\n       names and addresses which could not be properly verified a they were\n       given only a week earlier to the last date of the assessment order.\n</blockquote><p id=\"p_73\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_74\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_75\">                                 - 24 -\n</p><p id=\"p_76\">       These statements and submissions made in October, 2002 were totally\n       contrary to the statement recorded during the search but has been fully\n       accepted by the CIT(A) without any cogent evidence as is clear from the\n       CIT(A)'s order as seen hereunder:\n</p>\n<p id=\"p_77\">       CIT(A)'s order shows that the appellant has filed some newspaper\n       cutting and other submission to show that the land wholly owned by\n       Shri Rabari who was responsible for making payments to some other\n       persons mentioned by the assessee in the same submission. On page 18,\n       the appellant has stated that hawala entries have been duly confirmed\n       by Shri Jignesh. It is not understood why Jignesh Rabari harassed the\n       assessee for non payment of bank loan if the assessee was only a\n       mediator and had no interest. The appellant has given break-up of the\n       accounts related to this land which according to the appellant was\n       wrongly considered by the A.O. in the hands of the assessee. These\n       amounts are of Rs.26.80 Crores, major portion in the name of Manoj\n       Vadodaria and balance in the name of Shri Jignesh Desai and Vikas\n       Shah. The appellant has tried to shift the entire burden in the hands of\n       these people in his letter submitted before CIT(A). The various\n       submissions made before CIT(A) are an attempt to shift the entire\n       liability to various people. That this attempt miserably failed which can\n       be seen from the various remand reports quoted by the CIT(A) in his\n       appellate order as under: ..............\n</p>\n<p id=\"p_78\">       In clause (f) it has been submitted by the appellant on page 12 of the\n       CIT(A)'s order of Manoj Vadodaria that the assessee did not given any\n       opportunity to cross examine either Shri Jivraj Desai or any other\n       assessee of his Group. It is very curious that CIT(A) in the case of the\n       appellant has accepted the submission of Jivrajbhai Desai, without\n       asking Shri Jivraj Desai to produce these people on which the\n       responsibility has been shifted. The CIT(A) in the case of the appellant\n       has not even considered it necessary to allow cross examination of\n       these people to the AO and still the entire submission has been\n       accepted. The CIT(A) in the case of Manoj Vadodaria in his order has\n       given the decision as under:\n</p>\n<p id=\"p_79\">       \"14 I have carefully considered the relevant facts and provisions of law\n       with regard to the issue involved. I find that the action against the\n       appellant has been initiated on the strength of documents recovered\n       from 3rd party, i.e. Mr. Jivraj V. Desai and his accountant, Shri\n       Arvindbhai A. Shah. The search action took place en 20.10.2000. The\n       relevant documents are a seized diary - Annexure A-1, loose papers\n       contained in Annexure A-2, A-3 &amp; A-4. The normal presumption\n       u/s.132(4A) is that the documents were belonging to Shri Jivraj V.\n       Desai.\n</p><p id=\"p_80\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_81\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_82\">                                 - 25 -\n</p>\n<p id=\"p_83\">       He had written these documents for Mr. Jivraj V. Desai and that\n       these documents indicated sarafi loan transactions and consequential\n       unaccounted investments of Shri Jivraj V. Desai. It is at a very late\n       stage that Shri Jivraj V. Desai came forward with the theory that the\n       diary marked Annexure A-1 was maintained by Shri Arvindbhai A.\n       Shah at the instance of some other persons.\n</p>\n<p id=\"p_84\">       The plea of the appellant in this regard finds due support from the\n       landmark judgment of Hon'ble Supreme Court in the case of <a href=\"/doc/320053/\" id=\"a_2\">CBI Vs.\n       V.C. Shukla &amp; Others</a> reported in 3 SC cases - 410, wherein the Apex\n       Court clearly laid down that entries in the documents maintained by a\n       3rd party had only probative value and such entries alone were not\n       sufficient to charge any person with a liability. Corroborative\n       independent evidences were essential to establish trustworthiness of\n       such entries in order to fasten a liability on a person. The case of the\n       appellant also finds support from the decision of Hon'ble Mumbai High\n       Court in the case of Addl. CIT Vs. Lata Mangeshwar 97 ITR 696\n       (Mumbai). I, therefore, hold that the entries in the documents recovered\n       from Shri Jivraj V. Desai and his accountant Shri Arvindbhai A. Shah in\n       themselves were not sufficient to fasten a liability on the appellant. The\n       various grounds of appeal raised by the appellant are therefore,\n       decided on the basis of above adjudication.\"\n</p>\n\n<p id=\"p_85\">  6.     On the strength of these arguments, learned D.R. Shri D.C.\n  Patwari and Shankarlal Meena, have vehemently pleaded that the\n  assessee had taken the U-turn without any basis. At the time of\n  hearing he had given the statement in respect of his unaccounted\n  sharafi business; but later on concocted the story of Thaltej land\n  deal. In the absence of any evidence found in the search operation\n  to support that contention, the same should be rejected.\n</p>\n\n<p id=\"p_86\">  7.     From the side of the assessee, learned AR, Mr. G.C. Pipara\n  appeared and argued that the main transaction which was noted in\n  the diary was in respect of the land transaction of Vitthoba Mandir\n  Trust, of which Sri R.V. Rabari and brother Sri V.V. Rabari are the\n  trustees. The said land was agreed to be sold by Sri R.V. Rabari to\n  Sri Natubhai Patel of M/s. Popular Builders. The said MOU dated\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_87\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_88\">                                 - 26 -\n</p>\n<p id=\"p_89\">  5.7.1998 was found at the time of search from the residence of Sri\n  Arvind Shah. Because the entries in the said diary were supported\n  by an evidence, i.e., MOU dated 5.7.1998, therefore, the contents\n  of the diary were recorded in support of the land transaction. It was\n  wrong on the part of the AO to treat the transaction recorded in the\n  diary as sharafi business of the assessee. From the documents\n  seized, it was clear that Sri R.V. Rabari and others were required\n  to receive payment from Sri Natubhai Patel and Sri Ramanbhai\n  Patel; but there was a delay in making the payment as agreed upon,\n  therefore, both the parties have lost faith in each other. As a result,\n  later on Sri Manoj Vadodaria came into picture and he was\n  accepted as a mediator. He has referred page 82 of Annexure A-3.\n  Learned AR has vehemently contested that it was wrong on the\n  part of the AO to hold that Rs.23,43,08,700/- was paid to Sri\n  Manoj Vadodaria. Rather, the assessee had not paid any amount to\n  Sri Manoj Vadodaria. In his name in the diary there was only\n  hawala entry in respect of the said land wherein Sri Manoj had\n  accepted the responsibility of making payment on behalf of Sri\n  Natubhai Patel to Sri V.V. Rabari. Learned AR has also pleaded\n  that the admitted factual position was that the transactions in diary\n  A-1 was recorded by the said accountant on the basis of the chits\n  recovered from his possession. According to learned AR, it is\n  significant to note that none of the chits were signed by the\n  assessee. In support of these arguments, learned AR has cited\n  following decisions and the comments were as under:\n</p><p id=\"p_90\">       \"10.   Legal Position :\n</p>\n<p id=\"p_91\">       10.1 Loose papers to be considered in entirety\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_92\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_93\">                                 - 27 -\n</p>\n<p id=\"p_94\">         <a href=\"/doc/755001/\" id=\"a_3\">CIT vs. D. D. Gears Ltd</a>. (2012) 211 Taxmann 8 (Delhi)\n\n       The AO cannot take note of only income part reflected in seized\n       material ignoring expenditure part reflected in same seized material.\n</p>\n<p id=\"p_95\">       Smt. Usha Tripathy vs. Asstt. CIT (2000) 113 Taxman 29 (All) (Maq.)\n\n       India Seed House vs. Asstt. CIT (2001) 116 Taxmann 40/ (2000) 69\n       TTJ 241 (Delhi) (TM)\n\n       Whether, where both receipts and expenses are found recorded in\n       seized document and entries relating to receipts are relied upon without\n       bringing any further evidence, then entries relating to expenses should\n       also be accepted and assessee should not be burdened with onus of\n       bringing evidence for having incurred said expenses.\n</p>\n<p id=\"p_96\">       10.2 Statement recorded on oath has evidentiary value\n\n         <a href=\"/doc/1713490/\" id=\"a_4\">CIT vs. O. Abdul Razak</a> (2013) 350 ITR 71 (Ker.)\n\n       Any statement recorded u/s. 132(4) statutorily deemed to have\n       evidentiary value cannot be retracted at the mere will of the party. A\n       statement made under oath deemed and permitted to be used in\n       evidences, by express statutory provisions has to be taken as true unless\n       there is contra evidences to dispel such assumption.\n</p>\n<p id=\"p_97\">       <a href=\"/doc/1466290/\" id=\"a_5\">Kantilal C. Shah vs. ACIT</a> (2011) 133 ITD 57 (Ahd)\n\n       The question of evidentiary value of a statement recorded u/s.132(4) is\n       not more res integra. When an assessee had made a statement of facts,\n       he can have no grievance if he is taxed in accordance with that\n       statement.\n</p>\n<p id=\"p_98\">       ACIT vs. Hukum Chand Jain (2010) 191 Taxmann 319 (Chhatisgarh)\n\n       Where none of forums had recorded a finding that statement u/s. 132(4)\n       was obtained under duress and assessee had totally failed to discharge\n       burden of proving that statement was obtained under coercion or\n       intimidation retraction of statement was rightly rejected.\"\n</p>\n\n<p id=\"p_99\">  8.     We have heard the submissions of both the sides. We have\n  perused the voluminous material placed before us. At first, it is\n  important to mention that a statement recorded u/s. 132(4) has\n  significant evidentiary value, which was recorded during the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_100\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_101\">                               - 28 -\n</p>\n<p id=\"p_102\">  course of search operation in this case. We are also of the opinion\n  that once a statement was made in the presence of the witnesses at\n  the time of search and that there was no element of inducement or\n  coercion then that statement being based upon the evidences\n  collected during the course of search; is a true and correct\n  statement unless and until proved otherwise. In general, there is no\n  scope under the existing law to alter that statement. We have noted\n  that a statement of Sri Arvind A. Shah u/s. 132(4) was recorded on\n  20th October, 2000. Since, a diary A-1 was recovered from his\n  possession, therefore, certain questions were asked in respect of\n  the said diary. The Diary is titled as \"JVD\" maintained for the\n  period 1.11.99 to 15.10.2000. The date of search is 20.10.2000.\n  The diary has single entry ledger account of various sharafi\n  business related parties. The Revenue had shown the said diary to\n  Sri Arvind A. Shah which was recovered from him and asked to\n  explain the contents of the said diary. Sri Arvind A. Shah has\n  answered     that   the   diary   was    a    \"ledger   account\"       of\n  sharafi/financing\" business of the assessee, namely, Jivrajbhai\n  Vasantbhai Desai. He has also informed that three zeros (000) was\n  to be added in the figures written in the diary. He has also\n  explained that the \"debit\" side showed the figures of sharafi\n  amount given by the assessee or returned by the assessee to the\n  parties. The \"credit\" side figures are sharafi amount received by\n  the assessee from those parties. He has further explained that the\n  particulars bearing on the printed pages 1 to 16 are the parties from\n  whom the finance have been received by the assessee and\n  particulars bearing on printed page nos.62 to 85 are the details of\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_103\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_104\">                               - 29 -\n</p>\n<p id=\"p_105\">  the parties to whom finance was given by the assessee. It has also\n  been stated by Sri Shah that the rate of interest has also been\n  mentioned in those accounts. In the light of the said statement of\n  Sri Shah, we have carefully perused the photocopy of the said\n  diary, being a part of the compilation as well as an English version\n  of the said diary placed before us from the side of the Revenue.\n  We have noted that a party-wise index was made in the beginning\n  of the diary. Then party-wise ledger accounts of those parties have\n  started. For eg., at page 1 there is an account of one \"Modi Saheb\".\n  At page no.2 is the account of \"Ganeshbhai\". On page 3 \"Amthalal\n  Desai\", so and so forth. Our attention has been drawn on pages\n  134, 135, 136, 137 mentioning the account of \"Manojbhai\n  Vodadaria.\n</p>\n\n<p id=\"p_106\">  8.1    On the basis of the scrutiny of this diary one thing is\n  apparent that the same had been written in a systematic manner.\n  The amount given by the assessee were debited in the account of\n  the said person and when the amount was received by the assessee\n  from those parties the account of the said party was credited.\n  Therefore, the entries of the Diary is required to be adjudged by\n  juxtaposing with the statements recorded u/s. 132(4) of <a href=\"/doc/789969/\" id=\"a_6\">IT Act</a> of\n  the assessee and the accountant. A statement is a declaration hence\n  it's contents can not be and should not be substituted by an\n  opinion. It is to be read wholly because as per sec 132(4) the\n  Authorised officer; during the course of search; examine the\n  persons on oath in respect of the accounts, documents, money,\n  jewellery etc. found from the said persons possession. Further as\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_107\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_108\">                               - 30 -\n</p>\n<p id=\"p_109\">  per the Explanation to <a href=\"/doc/1006941/\" id=\"a_7\">Section 132(4)</a> an examination on oath is in\n  respect of all matters relevant for the purposes of any\n  investigation.\n</p>\n\n<p id=\"p_110\">  8.2    To establish the ownership of the diary, the Revenue\n  Department has noted that on the top of the diary it was noted as\n  \"JVD\". The accountant Sri Arvind A. Shah has affirmed that the\n  diary was written in his handwriting and \"JVD\" stands for\n  Jivrajbhai Vasantbhai Desai, i.e., the assessee. Further to\n  corroborate the figures noted in the diary with bank accounts, it\n  was also inquired by the Revenue Department from the bank and\n  on inquiry it was found that the entries reflected in the diary have\n  matched with the bank statement. The AO has checked those\n  entries; which have been matched with the Mehsana Nagrik Co-\n  operative Bank (Hyp. A/c-83). The only difference was the last\n  three zeros (000) not recorded in A-1 diary. The Revenue\n  Department has, therefore, made efforts to establish that the\n  accounts were conclusively belonging to the assessee and the\n  assessee was held responsible to explain the nature of transaction\n  with corroborative evidence.\n</p>\n\n<p id=\"p_111\">  8.3    The assessee was thus also confronted with the said diary A-\n  1 on the date of search on 20th October, 2000. According to AO, on\n  that date the assessee had accepted that the diary contained the\n  unaccounted cash finance business. In the said statement recorded\n  on 20th of October, 2000 u/s. 132(4) of <a href=\"/doc/789969/\" id=\"a_8\">IT Act</a>, the assessee has\n  stated in his answer No.23 that whenever a person asked for the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_112\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_113\">                               - 31 -\n</p>\n<p id=\"p_114\">  finance then a moral commitment on stamp paper was taken from\n  him. Sometime \"chits\" have also been made wherein the period of\n  the finance; the amount of the finance; the period of return of the\n  finance; amount of installment, details of mortgaged land which is\n  in the nature of security, etc. are noted. Rather, it was stated in that\n  said statement by the assessee that in a situation when the amount\n  was not returned within the prescribed time then the assessee took\n  over the possession over the mortgaged land. An another fact was\n  revealed that the rate of interest was based upon the title of the\n  land as also the time of repayment of the amount. It was elaborated\n  by the assessee in the said statement that the minimum rate of\n  interest charged @ 2% but if the title of the land happened to be\n  not clear then the interest was charged @ 3% or more. In an\n  answer no.28 the assessee has admitted that the information\n  contained in the diary was in respect is \"cash finance business\".\n  The details contained in the diary were in respect of the loans\n  given and the interest charged from the parties. In an answer to\n  question no.52, the assessee has also given an undertaking that the\n  estimated income of different development activities shall be\n  informed. The assessee has also given an undertaking that the\n  sharafi income shall be worked out on the basis of the diary A-1\n  seized from the residence of the accountant Sri Arvind A. Shah.\n  On perusal of the said statement, it is clear that at that point of time\n  the assessee had accepted the fact that he was engaged in \"sharafi\n  business\". The assessee has also accepted the fact that the\n  transaction of the sharafi business was recorded by the accountant\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_115\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_116\">                               - 32 -\n</p>\n<p id=\"p_117\">  Sri Arvind A. Shah who had maintained the account of sharafi\n  business on the instruction of the assessee.\n</p>\n\n<p id=\"p_118\">  8.4    However later on; the assessee has changed the said\n  statement during the course of assessment proceedings. Due to the\n  change of the said statement the present controversy is addressed\n  to us. The entire controversy revolved around the fact that the\n  assessee had changed his stand during the assessment stage. There\n  were three segments as far as the arguments on facts are\n  concerned. First segment is about the evidences collected at the\n  time of search, second segment is the statements recorded in the\n  light of those evidences and the third segment is the retraction\n  made before the Assessing Officer.\n</p>\n\n<p id=\"p_119\">  8.5    As far as the evidences collected at the time of search are\n  concerned the main material was a diary which was titled as\n  'JVD'. On the basis of abbreviation written it was held by the\n  Revenue Department that the diary belonged to the assessee,\n  namely, Jivraj V. Desai. The admitted factual position is that this\n  diary had been written by one Sri Arvind A. Shah. This diary was\n  recovered from his residence. Naturally, a statement was required\n  to be recorded of Sri Arvind A. Shah because the said diary was\n  written by him and the same was recovered from his residence. As\n  per his statement recorded u/s. 132(4) of <a href=\"/doc/789969/\" id=\"a_9\">IT Act</a>, dated 20th of\n  October, 2000, he has admitted that the diary contained the sharafi\n  business of Shri Jivrajbhai Vastabhai Desai, i.e. the assessee. He\n  has also clarified that last three zeroes were omitted while writing\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_120\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_121\">                               - 33 -\n</p>\n<p id=\"p_122\">  the figures in the said diary as the same was in the coded language.\n  He has also explained that the ledger accounts of each party are\n  maintained according to which in the debit side the figures noted\n  are the amounts given to the parties for sharafi financing business\n  and the credit side figures noted in the ledger accounts are in\n  respect of sharafi amount received by the assessee from those\n  parties. On the basis of the said statement, the Revenue\n  Department had proceeded further to investigate the correctness of\n  the transaction recorded in the said diary. So as to ascertain\n  whether the diary belonged to the assessee or not, the AO had\n  inquired from Mehsana Nagrik Bank and it was found that the\n  entries recorded at page no.234 of diary A-1 have matched with\n  the entries recorded by the said bank. Since, the bank statement\n  and the entries recorded therein have matched with the entries in\n  the said diary, therefore, it was concluded by the Revenue\n  Department that the entries recorded in the diary pertained to the\n  assessee because those banks entries also pertained to the assessee.\n</p>\n\n<p id=\"p_123\">  8.6    The second segment is that an important fact has also been\n  noted by us that statement of the assessee was also recorded on\n  20th of October, 2000 and in that statement during the course of\n  search in an answer to question no.23 the assessee had admitted\n  that he happened to be in sharafi business. He has stated that\n  whenever any person approaches for taking finance then a moral\n  commitment is taken on stamp paper or on the chits. On the chits\n  the period for which the amount is taken on loan is noted and the\n  time by which the amount is credited to be returned is noted along\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_124\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_125\">                               - 34 -\n</p>\n<p id=\"p_126\">  with the installments given to the said borrower. The loan is\n  granted against the mortgage of the land. The mortgaged land is in\n  the nature of a security taken by the assessee if the amount is\n  returned or the loan is repaid within the time granted then the\n  transaction was considered as completed. If the amount of loan is\n  not returned by the said party within the prescribed time then the\n  possession over the mortgaged land was taken by the assessee.\n  This fact was affirmed by him, quote, \"possession of mortgaged\n  land will become ours\" unquote. In his statement the assessee has\n  also affirmed that the rate of interest is decided upon the facts such\n  as possession of land, title clearance and the time given for the\n  repayment of amount. He has informed in the said statement that\n  the rate of interest was from 2% up to 3%. The assessee has also\n  accepted at that time that Sri Arvind A. Shah is writing the said\n  diary and he used to visit the office of the assessee once in a\n  month. His statement was recorded only after showing the said\n  diary to the assessee during the course of search operation. In an\n  answer to question no.28 the assessee has reiterated that the\n  information in the said diary was in respect of the \"cash financing\n  business\". He had made an offer to declare the income of the\n  sharafi business later on. Rather the appellant had told the search\n  party that the actual estimated figure of the said income could not\n  be offered at that point of time but to be declared later on after\n  having the complete details. The assessee had thus made a\n  statement that he will estimate the transaction of sharafi business\n  and shall work out the sharafi business in the light of the seized\n  diary A-1.\n</p><p id=\"p_127\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_128\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_129\">                               - 35 -\n</p>\n\n<p id=\"p_130\">  8.7    The third segment is retraction. Later on during the\n  assessment proceedings the assessee had taken a turtle-turn. In a\n  statement which were recorded u/s.131 during the course of\n  assessment proceedings the assessee had retracted from the said\n  statement which was recorded at the time of search. On one hand\n  the assessee had denied the sharafi business, but on the other hand,\n  even during the course of assessment proceedings when an another\n  statement u/s.131 was recorded of Sri Arvind A. Shah on\n  19.9.2002 and 24.09.2002, he has re-affirmed that the full control\n  over the \"sharafi business\" was in the hands of the assessee alone.\n  Only on the instructions of the assessee the money could be given\n  on loan on interest. The said accountant has also informed that\n  none of the other members had connecton with the sharafit\n  business and the assessee only had the control over the business.\n  But the assessee had not accepted that statement of the accountant\n  and the evidences. In a statement before the AO the assessee has\n  stated that the diary contained the accounts related to a \"Thaltej\n  land deal\". According to him, he was a mediator in the said deal.\n  As per the statement of the assessee the account of Sri Jignesh\n  Desai, Sri Natu Popular, Sri Chhagan Kaka were related to the\n  Thaltej land deal. According to the statement of the assessee made\n  before the AO even the action of Sri Manoj Vadodaria pertained to\n  the Thaltej land deal. According to assessee, the debit balance\n  shown in the account of Sri Manoj Vadodaria pertained to the\n  pending payment related to the Thaltej land deal. In short the\n  emphasis of the assessee was that the payment was related to the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_131\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_132\">                                - 36 -\n</p>\n<p id=\"p_133\">  Thaltej land and he had nothing to do with the transactions noted\n  in the diary. He has also denied that he had anything to do with the\n  accrued interest.\n</p>\n\n<p id=\"p_134\">  8.8    Due to the said changed statement of the assessee, the AO\n  had again confronted the assessee with the existences of the slips,\n  i.e., \"chitti\", recovered at the time of search. In those chitti the loan\n  transaction was recorded and the reference has been made as\n  \"Jivrajbhai Master\". According to AO, the chits were written in\n  personal capacity by the assessee and those were not related to a\n  firm \"Master Developers\" as alleged. The AO had informed the\n  assessee that the business of M/s. Master Developers was not\n  \"financing\" but \"construction\" business. The AO had specifically\n  informed the assessee that no corroborative documentary\n  evidences was submitted by the assessee to substantiate the said\n  claim. We, therefore, hold that an assertion is meaningless if not\n  supported by cogent evidence.\n</p>\n\n<p id=\"p_135\">  8.9.   Now we shall discuss the third aspect of the case. On one\n  hand, although, the evidences and the statements were elaborately\n  discussed by the AO but we have noted that on the other hand, the\n  learned CIT(A) has not dealt with all those evidences which were\n  collected at the time of search. Learned CIT(A) has called for a\n  remand report and in the said remand report the Revenue\n  Department had strongly supported the addition made by the AO.\n  It was informed to learned CIT(A) that in respect of the nine ledger\n  accounts in the said diary A-1 the assessee was granted several\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_136\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_137\">                               - 37 -\n</p>\n<p id=\"p_138\">  opportunities to produce those parties in respect of the contention\n  that it was not a transaction of \"sharafi business\"; but the assessee\n  had not discharged the said onus. Rather, the Revenue Department\n  had informed the learned CIT(A) that the parties which were\n  identified were issued notices as prescribed u/s. 158BD of IT Act.\n  Revenue Department had made certain attempts to interrogate\n  some of the parties but the assessee had not co-operated.\n  According to us, learned CIT(A) has not taken the cognizane of the\n  statement recorded u/s. 132(4) of <a href=\"/doc/789969/\" id=\"a_10\">IT Act</a> but taken the cognizance\n  of the statement recorded u/s. 131 of <a href=\"/doc/789969/\" id=\"a_11\">IT Act</a> which was recorded\n  during the course of assessment proceedings. We are not in\n  agreement with the said approach of learned CIT(A). Rather, in\n  para 5.11 and para 5.12 learned CIT(A) commented that still the\n  AO had preferred to make the addition in the hands of the assessee\n  on the basis of the said diary without excluding the transactions\n  pertained to the said land which were informed by the assessee as\n  per the statement recorded u/s 131 of <a href=\"/doc/789969/\" id=\"a_12\">IT Act</a>. This observation of\n  learned CIT(A) is in contradiction with the law as well as the fact.\n  According to us, the assessee was under strict obligation to\n  discharge the primary onus. The legal aspect of the mater\n  therefore, also to be discussed but in brief hereunder.\n</p>\n\n<p id=\"p_139\">  8.10 According to our humble understanding of law the power to\n  interrogate on oath is conferred u/s. 132(4) of <a href=\"/doc/789969/\" id=\"a_13\">IT Act</a>. This power\n  is not for the purpose of general investigation, but this power is for\n  the purpose of seeking an explanation and to gathering information\n  in respect of the documents or the articles or the assets found\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_140\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_141\">                               - 38 -\n</p>\n<p id=\"p_142\">  during the search operation. In the present case, we have noted that\n  the statement u/s.132(4) of <a href=\"/doc/789969/\" id=\"a_14\">IT Act</a> of the assessee was recorded\n  after showing him the said diary. A statement u/s. 132(4) being a\n  statement on oath thus can be used as an evidence against the\n  person who had made the statement. The only exception is that if\n  the assessee wants to challenge that statement on oath then he has\n  to place on record a strong evidence in support of the rebuttal. Law\n  has permitted to challenge an admission if made inadvertently and\n  then it is open for the deponent to show that the said admission\n  was not factually a correct deposition. But the said deponent is\n  under strict obligation to adduce evidence to prove his inadvertent\n  admission. We are of the view that it is incumbent on the deponent\n  to substantiate his rebuttal with strong cogent evidences. In the\n  absence of such evidences the rebuttal is nothing but merely a\n  verbosity. In the present case, we have noted that learned CIT(A)\n  has overlooked the statement recorded u/s. 132(4) of <a href=\"/doc/789969/\" id=\"a_15\">IT Act</a> and\n  given undue weightage to the statement recorded u/s. 131 of <a href=\"/doc/789969/\" id=\"a_16\">IT\n  Act</a> which were otherwise not supported by evidence. At this\n  juncture we may like to further clarify that the evidences are those\n  evidences which are found at the time of search in search related\n  matters. The entire proceeding revolved around the evidences or\n  documents found in the possession, and unearthed at the time of\n  search; so as to demonstrate that the diary A-1 was belonging to\n  the assessee and not to any third person. To buttress there was a\n  statement of the accountant. Additionally; the nature of the\n  transactions recorded in the said diary were so explicit that the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_143\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_144\">                               - 39 -\n</p>\n<p id=\"p_145\">  Revenue Department had no doubt about the presence of the facts\n  that the assessee was actually engaged in the sharafi business.\n</p>\n\n<p id=\"p_146\">  8.11 It is also worth to mention that the first presumption u/s.\n  132(4A) is that if a document is found in the course of a search\n  then under this section by a legal fiction a presumption is that such\n  document belonged to the person. Further as per <a href=\"/doc/500824/\" id=\"a_17\">Section\n  132(4A)(ii)</a> an another presumption is that the contents of such\n  books of accounts and other document are true. This presumption\n  can be rebutted by the assessee, but the rebuttal is also to be\n  supported by cogent evidence. One of the strong contentions of the\n  Revenue Department was that the assessee had admitted that the\n  finance was given against the security of land. The transactions\n  otherwise recorded in the diary and have found recorded in the\n  chits, thus also clearly demonstrated that the land was taken as a\n  security by the assessee while advancing money to the borrowers.\n  Therefore, the conclusion is that the Thaltej land was also\n  connected with the sharafi business and the assessee was\n  monitoring the land transaction so as to secure his loan advanced\n  to the parties as noted in the diary. Learned CIT(A) has not looked\n  in this aspect and unilaterally held that the amount which was\n  recorded was required to be considered in the case of one Sri\n  Manoj Vadodaria. This decision of learned CIT(A) appears to be\n  incorrect because on his part in the absence of perusal of the case\n  record of Sri Manoj Vadodaria, it was not justifiable for CIT(A) to\n  take decision by appreciating the facts of one side only. It may not\n  out of place to mention that a new <a href=\"/doc/789969/\" id=\"a_18\">Section 292C</a> has been inserted\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_147\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_148\">                                  - 40 -\n</p>\n<p id=\"p_149\">  in the <a href=\"/doc/789969/\" id=\"a_19\">IT Act</a> by <a href=\"/doc/104566/\" id=\"a_20\">Finance Act</a> 2007, but with retrospective effect\n  from 1.10.1975 titled as \"presumption as to assts, books of\n  accounts etc.\" This section also provides that the incriminating\n  material found from the possession of any person is to be treated as\n  a true evidence.\n</p>\n\n<p id=\"p_150\">  8.12 In the light of the above discussion on facts as well as on\n  law, we hereby reverse the findings of learned CIT(A) and affirm\n  the findings of the AO, hence, this ground of the Revenue is\n  hereby allowed.\n</p>\n\n<p id=\"p_151\">  9.     Ground No.2 is reproduced below:\n</p><blockquote id=\"blockquote_49\">         \"The CIT(A) has erred in law and on facts in directing to restrict the\n         addition of Rs.7,80,09,480/- made on account of undisclosed interest\n         income from sharafi business Rs.1,79,06,430/-.\"\n</blockquote>\n<p id=\"p_152\">  9.1    In respect of the above, the AO has computed the interest of\n  sharafi income in the following manner:\n</p><blockquote id=\"blockquote_50\">         \"The detailed working of the sharafi income reflected in diary A-1 as\n         per Revenue was also made available to the assessee for perusal vide\n         show cause dt. 14.10.2002. Till date assessee has not furnished\n         detailed working of interest income given in diary A-1. Hence the\n         following working of the interest income is taken to be correct and is\n         taken to be part of undisclosed income of the assessee earned during\n         eh block period, Ist this working is made part of order as Annexure 0-\n</blockquote><blockquote id=\"blockquote_51\">         1.</blockquote>\n<blockquote id=\"blockquote_52\">         Gross Interest Income\n         1.11.99 to 31.3.2000 Rs. 38762595\n         1.4.2000 to 10.10.2000         Rs. 41504155\n                                        Rs. 80266750\n\n         Less: Interest paid as per diary A-1\n         1.11.99 to 10.10.2000 Rs. 2257270\n         Net interest income Rs.78009480\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_53\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_54\">                                  - 41 -\n</blockquote>\n<p id=\"p_153\">  10.    When the matter was carried before learned CIT(A), it was\n  observed that the AO had wrongly included the interest of post\n  search period. Learned CIT(A) has noted that the interest income\n  was required to be enhanced and for which a notice of\n  enhancement was also given to the assessee. However, learned\n  CIT(A) has also observed that out of the correct interest of\n  Rs.8,29,09,450/- the interest in the name of Sri Manoj Vadodaria\n  of Rs.6,10,86,200/- and interest in the name of one Sri Jignesh V.\n  Desai of Rs.14,92,700/- required to be excluded from the hands of\n  the assessee. According to learned CIT(A), the said interest was\n  related to the land transaction at Thaltej. However, learned CIT(A)\n  has rejected an another submission of the assessee to reduce the\n  interest pertained to Rajubhai Desai, A. T. Desai, B.M.\n  Mangukaya on the ground that the said claim was not supported by\n  documentary evidence. In his opinion those persons were not\n  related to the land deal. In short out of total amount of interest; as\n  computed by learned CIT(A) of Rs.8,29,09,450/-; a relief of\n  Rs.6,28,95,780/- was granted. Learned CIT(A) has further granted\n  relief in respect of interest calculation of and thereafter confirmed\n  the addition to the extent of Rs.1,79,06,430/- as follows:\n</p><blockquote id=\"blockquote_55\">         \"Coming to the addition of Rs. 7,80,09,480/- pertaining to interest on\n         sarafi transactions. At the outset, A.O. has considered gross interest of\n         Rs.8,02,66,750/- for the purpose of addition as against the correct\n         interest of Rs. 8,35,98,000/- as per the working annexed to the\n         assessment order. Since the said interest includes the interest of the\n         post search period of Rs. 6,88,550/-, the same is excluded, leaving\n         correct interest income of Rs.8,29,09,450/-. Thus, the interest income\n         is enhanced by Rs.26,42,700/- for which notice of enhancement was\n         also given to the appellant. From this interest of Rs.8,29,09,450/-,\n         interest in the name of Manoj Vadodaria of Rs.6,10,86,200/-, in the\n         name of Jignesh V. Desai of Rs.14,92,700/-, total amounting to\n         Rs.6,25,78,900/- requires to be excluded as the same pertains to land\n         at Thaltej, in view of detailed finding given by me herein above, as\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_56\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_57\">                                  - 42 -\n</blockquote><blockquote id=\"blockquote_58\">         interest in these accounts is pertinent to hawala of the land, which is\n         directly relatable to the land and supported by various loose papers as\n         relied upon b the appellant in his submission. The submission made by\n         the appellant for the deduction in respect of Rajubhi Joshi, A.T. Desai,\n         B.M. Mangukiya is rejected as not supported by documentary\n         evidences and these persons are in no way related to the land deal.\n         The appellant will further get a relief of Rs. 3,16,880/- being mistake\n         in calculation of the interest as pointed out in his submission which\n         shows that the same has been taxed twice. Therefore, out of the total\n         amount of interest of Rs. 8,29,09,450/-, an amount of Rs. 6,28,95,780/-\n         is reduced leaving interest income of Rs. 2,00,13,670/-. From this\n         interest, A.O. has allowed deduction for the interest paid of\n         Rs.22,57,270/- but as per the submission of the appellant, the same is\n         Rs.21,07,240/-, excluding the interest expenses in the name of Jignesh\n         V. Desai. Thus, the net interest income which is required to be taxed is\n         Rs.1,79,06,430/-. The various separate contention raised by the\n         appellant pertaining to the basis, deduction for bad debts, etc. is\n         rejected in absence of documentary evidences and as discussed\n         earlier. Thus, out of the interest income considered by the AO of\n         Rs.7,80,09,480/-, same is directed to be taken at Rs.1,79,06,430/-\n</blockquote>\n\n<p id=\"p_154\">  11.    On hearing both the sides and in the light of view taken\n  herein above, we have pronounced that the assessee is engaged in\n  unaccounted finance business, therefore, the interest income\n  thereon is also to be taxed in the hands of the assessee. In\n  consequence thereupon, we hereby reverse the findings of learned\n  CIT(A). However, learned CIT(A) has noted that some of the\n  interest was wrongly calculated by the AO which did not pertained\n  to the block period and upto that extent we hereby endorse the\n  factual finding of learned CIT(A). In the result, subject to the\n  above remark, this ground of the Revenue is also allowed.\n</p>\n\n<p id=\"p_155\">  12.    Ground No.3. is reproduced below:\n</p><blockquote id=\"blockquote_59\">        \"The CIT(A) has erred in law and on facts in directing to delete the\n        addition of Rs.47,23,398/- made on account of unaccounted\n        investment in land at Kharaj, bearing survey No.589.\"\n</blockquote><p id=\"p_156\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_157\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_158\">                                 - 43 -\n</p>\n<p id=\"p_159\">  12.1 An evidence in the shape of agreement to purchase land at\n  several no.589 situated at Khoraj was found from the residence of\n  Sri Arvind A. Shah. As per the \"bana chitti\" seized during the\n  course of search the land was found to be purchased from Sri\n  Ramabhai Haribhai Patel and three others. The terms of the\n  purchase were narrated by the AO as under:\n</p><blockquote id=\"blockquote_60\">         \"Conclusion\n         On the basis of the evidence narrated in detail in the show cause dt.\n         14.10.20002 and on the basis of the above rebuttal of assessees\n         submissions the following working of the undisclosed investment of the\n         assessee as done in the show cause dt.14.10.2002 is taken to be\n         correct.\n</blockquote>\n<blockquote id=\"blockquote_61\">         Calculation of actual investment in land at Survey No.589\n\n         The area in sq mts mentioned in the lease agreement in A-34\n         converted into square yards by applying the conversion factor as uner:\n            1 sq mt = 1.2 sq yd\n         5800 sq mt = 5800*1.2 sq yd = 6960 sq yd\n         2700 sq yd = 1 bigha as per the agreement\n         1 sq yd = 1/2700 bigha\n         6960 sq yd = 6960/2700 bigha = 2.58 bigha\n         Value of land @ Rs.18.31 lakhs per bigha = 2.58*18310000 =\n         Rs.4723398\n                                              (Addition: Rs.47,23,398)\n\n\n</blockquote><p id=\"p_160\">  13.    When the matter was carried before the First Appellate\n  Authority, it was held as under:\n</p><blockquote id=\"blockquote_62\">         \"I have considered the facts and the rival submissions. Assessing\n         officer himself has observed on page 21 of the assessment order while\n         making this addition that as per the loos paper found an amount o\n         fRs.6 lacs has been paid on 1/7/2000 and the balance amount is to be\n         paid by 3/4/2001. Therefore, in the block period, which has been\n         ended on 20/10/2000, only an amount of Rs.6 lacs has been paid.</blockquote>\n<p id=\"p_161\">         Further, the appellant has submitted that the said amount of Rs.6 lacs\n         has been paid by Jivraj Desai (HUF) and in support thereof, appellant\n         has furnished copy of ledger account of Khoraj land as appearing in\n         books of accounts in Jivraj V. Desai (HUF) who is separately assessed\n         to Income Tax. Copy of balance sheet of Jivraj V. Desai (HUF) for the\n         year 31/3/2001 has also been filed, wherein in the balance sheet an\n         amount of Rs.6,00,100/- has been shown as investment in land at\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_162\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_163\">                                 - 44 -\n</p><p id=\"p_164\">         survey no.589, Khoraj. All these evidences are placed on page 79 to\n         82 of the paper book filed before me, which has also been filed before\n         the AO as discussed on page 24 of the assessment order. Therefore,\n         the action of the Assessing Officer in considering the entire value of\n         the land for the purpose of addition is improper and moreover, since\n         only an amount of Rs.6 lacs has been paid before the search, that too\n         by the HUF and therefore, the source of the said amount of Rs.6 lacs\n         requires to be looked into, in the case of Jivraj V. Desai (HUF).\n         Therefore, the addition made by the Assessing Officer of\n         Rs.47,23,398/- is deleted.\n</p>\n\n<p id=\"p_165\">  14.    Having heard the submissions of both the sides, we are of\n  the view that this issue is required to be restored back to the file of\n  AO for de novo adjudication, mainly because of the reason that the\n  exact investment up to the end of the block period was required to\n  be taxed in the hands of the assessee. We are not convinced with\n  that observation of learned CIT(A) that some balance amount was\n  to be paid beyond the block period, hence; no amount was required\n  to be taxed within the block period. The actual investment made\n  with in the block-period is required to be taxed in the correct\n  hands. We are also not convinced with the observation of the\n  learned CIT(A) that rest of the amount was required to be taxed in\n  the hands of the HUF, unless and until the status of the HUF and\n  the investment made therein has duly been disclosed by the\n  assessee. The AO is, therefore, directed to examine the nature of\n  investment disclosed, if any, in the hands of the HUF and if found\n  correct then the relief according to law deserves to be allowed. In\n  the result, this ground of the Revenue is allowed only for statistical\n  purpose.\n</p>\n\n<p id=\"p_166\">  15.    Ground No.4 is reproduced below:\n</p><p id=\"p_167\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_168\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_169\">                                    - 45 -\n</p><p id=\"p_170\">           \"The CIT(A) has erred in law and on facts in directing to delete the\n           additions of Rs.1,83,28,041/- and Rs.18,22,197/- made on account of\n           unaccounted investment in land at Sola and Kharaj respectively.\"\n</p>\n\n<p id=\"p_171\">  15.1 Certain evidences were unearthed during the search\n  operation and on that basis a show cause was issued in respect of\n  investment in land in Vishruth Society and investment in land in\n  Sola Village. The observation of the AO in this connection was as\n  under:\n</p><blockquote id=\"blockquote_63\">           \"A-62 seized from Vishrut Society evidences investment in land at\n           survey No.293/1, 293/2, 292/1 and 292/2 in Sola village, Ahmedabad.\n           The total land value as per the document is Rs.52 lacs and in this Shri\n           Manoj has surrendered his rights in these plots as per the release deed\n           seized by the department for the consideration of Rs.25,000 for each\n           plot.\n</blockquote>\n<blockquote id=\"blockquote_64\">           From the perusal of the same it is clear that interest of 50% is the land\n           was surrendered to you by reporting payment of Rs.25,000/- only.\n           Whereas in actual terms the surrendered interest should also be\n           valued at your own 50% interest in the land. Thus benefit of 50%\n           interest in land has been received by you without disclosing the true\n           payments made for the same. Hence you are required to show cause as\n           to why Rs.2288064 be not be treated to be your undisclosed investment\n           in plot No.293/1.\"\n</blockquote>\n<p id=\"p_172\">  15.2 Then AO has referred Annexure A-66, i.e., a letter dated\n  24.8.2000 by one Sri Rajesh Desai to the Chairman of Co-\n  operative Bank for extending trade loan facilities. The AO had\n  reproduced the contents of the said letter. According to the said\n  document the A.O.'s allegation was that the market value was as\n  under:\n</p><p id=\"p_173\">   \"Land in Mouje Khoraj, Gandhinagar, 594/2 13130 sq. yard = Rs.90,00,000\n    Land in Mouje Sola, Ahmedabad, S.No. 292/2, 4477sq. yd = Rs.75,00,000\n   Land in Mouje Vastrapur, S.No.198/2 T.P.S. 31,1120 sq yd =Rs.65,00,000\n\n\n  15.3 As per AO, the market value of the land was very high as\n  compared to the document price. As per AO undisclosed\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_174\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_175\">                                    - 46 -\n</p>\n<p id=\"p_176\">  investment was made in Sola Land &amp; other land. The document\n  price of the plot No.292/2 was stated be of Rs.7,83,475/-,\n  therefore, as per AO the suppression in the investment was as\n  under:\n</p><blockquote id=\"blockquote_65\">           \"True Value = Rs.75,00,000\n           Document value Rs.783475\n           True value as a percentage of document value=7500000 X 100\n</blockquote><blockquote id=\"blockquote_66\">                                                        ----------------- =957%\n                                                             783475\n           Hence the value of the other 3 plots in Sola is calculated as under:\n</blockquote><blockquote id=\"blockquote_67\">                            Document price True market value       Undisclosed\n                                                                 investment\n\n           Plot No.292/1,    Rs.1058925       Rs.10133912       Rs.9074987\n           Plot No.292/2,    Rs.783475        Rs.7497855        Rs.6714390\n           Plot No.293/1, Rs.2138628         Rs.20466669        Rs.18328041\n           Plot No.293/2 Rs.444850           Rs.4257214         Rs.3812364\n\n\n  15.4 About land at Khoraj No.594/2 there is a mention of\n  Annexure A-66, i.e., a letter dated 24.9.2002 on which there was a\n  mention of Rs.90 lacs whereas as per the sale deed dated 11.2.1999\n  value of the land was of Rs.4,92,000/-\n</blockquote>\n\n<p id=\"p_177\">  15.5 Assessee's reply was that the price was an estimated price\n  referred for the purpose of extending the credit facility from the\n  bank. It was not the purchase cost. However, the AO was not\n  convinced and taxed an amount of Rs.1,83,28,041/- in the hands of\n  the Assessee.\n</p>\n\n<p id=\"p_178\">  15.6 The addition was made in respect of Sola land of\n  Rs.1,83,28,041/- and in respect of Khoraj land addition of\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_179\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_180\">                                  - 47 -\n</p>\n<p id=\"p_181\">  Rs.18,22,197/-. Those additions were challenged before learned\n  CIT(A) who has held as under:\n</p><blockquote id=\"blockquote_68\">         \"I have considered the facts and the rival submissions. So far as\n         addition pertaining to land at Sola is concerned, the observation aas\n         well as the discussion made by the Assessing Officer in the assessment\n         order is identical to that in the case of Ramesh J. Desai as four\n         different lands were purchased by four family members. I have already\n         passed order in the case of Ramesh J. Desai, wherein in my order\n         dated 23.12.2003, the addition has been deleted with a detailed\n         finding and therefore, following the finding given by me in the said\n         case, the addition of Rs.1,83,28,041/- pertaining to land at Sola is\n         deleted. Similarly, the addition pertaining to land at Khoraj of\n         Rs.18,22,197/- is also identical to that in the case of Ramesh J. Desai,\n         wherein the similar amount has been added by the AO on the similar\n         working and therefore, following the finding given by me in my\n         appellate order dated 23.12.2003 in the case of Ramesh J. Desai,\n         addition of Rs.18,22,197/- is also deleted.\n</blockquote>\n\n<p id=\"p_182\">  16.    Having heard the submissions of both the sides, we have\n  noted that learned CIT(A) had granted relief by referring her\n  decision taken in the case of Sri Ramesh J. Desai. Now before us a\n  consolidated order of ITAT 'C' Bench Ahmedabad dated\n  27.06.2008 is placed; wherein in appeal IT(ss)A Nos.54, 55 &amp;\n  56/Ahd/2004 for the block period 91-92 to 2001-02 in the case of\n  Sri Remesh J. Desai, Sri Rajni J. Desai and Sri Rajesh J. Desai it\n  was held that a letter dated 24.08.2000 was written by Sri Rajesh J.\n  Desai to the Sarvoday Commercial Co-operative Bank, which was\n  applied to avail the loan facility. It was also noted by the\n  Respected Co-ordinate Bench that the investment had already been\n  disclosed in regular books hence out of the ambits of Block\n  assessment. Since on these very facts the respected co-ordinate\n  bench had taken a view and confirmed the relief granted by learned\n  CIT(A), therefore, on the same lines we hereby confirm the relief\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_183\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_184\">                                  - 48 -\n</p>\n<p id=\"p_185\">  given by learned CIT(A). Hence, this ground of the Revenue is\n  hereby dismissed.\n</p>\n\n<p id=\"p_186\">  17.    Ground No.5 is reproduced below:\n</p><blockquote id=\"blockquote_69\">         \"The CIT(A) has erred in law and on facts in directing to delete the\n         additions of Rs.1,21,15,000/- made on account of unaccounted sale of\n         benami flats nd basement in Savita park, Isanpur, Ahmedabad.\"\n</blockquote>\n<p id=\"p_187\">  17.1 An evidence of sale of benami flats situated in Savita Park\n  to one Sri Chaagan Kaka were found. Those documents were\n  found from the residence of the said accountant in respect of sale\n  of flats and basements of Savit Park. According to evidences, the\n  total payment due from Sri Chaagan Kaka was Rs.1,41,00,000/- as\n  per the account maintained in the diary. In the said account there\n  was detail of the balance payment as well noted. The AO has,\n  therefore, made a conclusion that in the light of the details of the\n  payment recorded the sale of the flat was duly confirmed and sale\n  was not merely a draft but the flats were indeed sold to Chaagan\n  Kaka by the assessee for a sum of Rs.1,21,15,000/-. Certain other\n  evidences have also been discussed by the AO to demonstrate that\n  the flats were undisclosed investment of the assessee accordingly\n  the benami properties were taxed in the hands of the assessee.\n</p>\n\n<p id=\"p_188\">  18.    When the matter was carried before First Appellate\n  Authority, it was held as under:\n</p><blockquote id=\"blockquote_70\">         \"I have considered the facts and the rival submissions. As observed by\n         me hereinabove, in the beginning of this addition, it is absolutely clear\n         that impugned scheme has been constructed by M/s.Amar\n         Construction Co. who is separately assessed to income tax, which is a\n         partnership firm, in which Ramesh J. Desai is one of the partner.</blockquote>\n<p id=\"p_189\">         Theefore, at the outset, the issue pertaining to the sale of the flats and\n         basement is required to be considered nit he case of M/s Amar\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_190\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_191\">                                 - 49 -\n</p><p id=\"p_192\">         Construction Co. as there are neither evidences found at the time of\n         search, nor any material has been brought on record by Assessing\n         Officer indicating that either the said firms is bogus or the payment\n         has been received by the appellant. Moreover, Assessing Officer has\n         referred about certain inquiries conducted by income tax inspector\n         pertaining to the flat no.705 in Parth Empire Building, and this issue\n         has been discussed by me in details in my appellant order dated\n         23.12.2003 in the case of Rajesh J. Desai wherein it has been\n         observed that the report of the inspector was found to be incorrect and\n         therefore no reliance can be placed on such report. Following the said\n         finding and in view of evidences furnished in that case, the finding of\n         the AO that these properties are benami properties were cancelled by\n         me. Therefore, in view of the above facts, the addition of\n         Rs.1,21,15,000/- is deleted from the hands of the appellant and same is\n         required to be considered in the case of M/s. Amar Construction Co.\n         which is assessed at PAN No.AAEFA 7386D as provided to me by the\n         appellant. Even from the discussion made by the AO, it is not clear as\n         to where the protective additions were made and therefore, the\n         addition made in the hands of appellant is deleted with the direction\n         that the same should be considered in the hands of the firm.\"\n</p>\n<p id=\"p_193\">  19.    Having heard the submissions of both the sides, we are of\n  the view that learned CIT(A) had incorrectly appreciated some of\n  the vital evidence. In fact, the evidences as collected during the\n  search got corroborated with the account maintained in the said\n  diary A-1 page 106 \"account of Sri Chhagan Kaka\". The\n  observation of the AO was as under:\n</p><blockquote id=\"blockquote_71\">         \"In diary A-1 on page 106 the account of Chhagan Kaka is\n         maintained. In this on the credit side noting of Rs.1885000 dt.\n         1.2.2000 is made. The narration of the noting reads as under:\n</blockquote>\n<blockquote id=\"blockquote_72\">         \"1885000 dt. 1.2.2000      Rs.14100000 - Rs.12115000\"\n</blockquote>\n<blockquote id=\"blockquote_73\">         Further on top left hand side of this page the following calculation is\n         made.\n</blockquote>\n<blockquote id=\"blockquote_74\">         12115000 + 700000 + 1885000 = 14100000\n\n         This evidence that total payment due to Shri Chhagan Kaka was of\n         Rs.1,41,00,000 of which Rs.1,21,15,000 was made by way of sale of\n         flats in Savita flats and remaining amount of Rs.18.85 lacs was\n         credited in his accounts.\n</blockquote><p id=\"p_194\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_195\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_196\">                                  - 50 -\n</p><p id=\"p_197\">         b) The payment details regarding the balance payments are also noted\n         in A-1, page 106 as under:-\n</p>\n<pre id=\"pre_4\">         27.1.2000    cash   700000\n         5.2.2000    cash    300000\n         14.2.2000   cash    500000\n         28.3.2000   cash    100000\n\n</pre><p id=\"p_198\">         These payments made subsequent to the sale of flats confirms that the\n         sale agreement is not merely a draft agreement and the flats valued at\n         Rs.12115000 were indeed sold to Shri Chhagan Kaka by Jivrajbhai\n         Desai. Further till date you have not brought forward any details\n         regarding the identity of either Chhagan Kaka or of Shri Kanubhai C.\n         Patel so that your submission that the sale agreement did not go\n         through could be verified from them.\n</p>\n<p id=\"p_199\">         c) In that account maintained under the heading \"Isanpur Site A/c.\" in\n         diary A-1, on page 36 this sale is shown on the credit side as under:-\n</p>\n<p id=\"p_200\">         Rs.12115000 dt.1.2.2000 Chhagan Kaka Isanpur flats.\n</p>\n<p id=\"p_201\">         On being asked about the nature of Isanpur Site Account Sri Arvind A.\n         Shah in his statement dated 19.9.2002 submitted that this account\n         pertains to the Savita Park Society built by Shri Jivrajbhai and the\n         entries on the credit side in this account relates to the extra work done\n         on the flats. Further the entry of Rs.12115000 is related to the account\n         of Shri Jignesh V. Desai and pertains to the Thaltej land. This Isanpur\n         site account has been maintained till 20.10.2000 and the last credit\n         entry is dt.25.7.2000 and till that date the credit entry of Rs.12115000\n         has not been reversed. This once again emphasizes that the sale of\n         flats as per the agreement on page-18 A-3 did go through and it is not\n         a mere draft deed. Further Shri Arvind Desai in his statement dated\n         19.9.2002 has clarified that the accounts maintained in the diary A-1\n         were maintained under your supervision and frequently the accounts\n         in the diary were examined by you. Further trial balance summary\n         prepared on the basis of diary A-1 dt. 4.9.2000, 9.10.2000, 1.6.2000\n         and 29.6.2000 have also been seized by the department. As per\n         submission of Arvind A. Shah these were prepared by him for your\n         perusal so that you could exercise control over the business and\n         supervise the maintenance of accounts. Thus it is very clear that you\n         were aware about the credit entry made in the diary and its existence\n         till the date of search proves that the sale of flats did go through.\"\n</p>\n<p id=\"p_202\">  19.1 The assessee had not furnished the details as were enquired\n  during assessment proceedings. The allegation of the Revenue\n  Department is that the impugned flats were sold to Sri Chhagan\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_203\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_204\">                                 - 51 -\n</p>\n<p id=\"p_205\">  Kaka as per page 18 of Annexure A-3. A registered valuer Sri\n  Mukund C. Shah was also called. A field inquiry was conducted\n  by the Inspector of the Revenue Department. As per the records;\n  the \"Savita Park\" is the scheme of \"Virbhagat Co-operative\n  Housing Society\" at Isanpur. As per Annexure A-3 page 18 there\n  was a list of flats proposed to be sold to a part by entering into a\n  draft agreement. But as per assessee that deal could not be\n  materialized. It was the onus on the assessee to submit the\n  evidence and to corroborate the impugned claim. The claim of the\n  assessee that the addition is required to be considered in the hands\n  of M/s. Amar Construction was a new stand before learned\n  CIT(A). Under the fitness of circumstances and considering the\n  totality of the facts we deem it proper to restore this issue back to\n  AO to examine afresh the correct factual position after having a\n  field enquiry and get the correct information about the ownership\n  of the property. Since, the ground is restored back for de novo\n  consideration hence may be treated as allowed for statistical\n  purpose only.\n</p>\n<p id=\"p_206\">  20.    Ground No.6 is reproduced below:\n</p>\n<p id=\"p_207\">  \"The CIT(A) has erred in law and on facts in directing to delete the additions\n  of Rs.2,50,000/- made on account of unexplained investment in Shail Ganga\n  Tenaments.\n</p>\n<p id=\"p_208\">  20.1 An evidence Annexure A-6 was found in respect of \"Shail\n  Ganga tenements\" for investment of Rs.2.5 lacs on 29.9.2000. The\n  following family members have made the investment of\n  Rs.2,50,000/- each on 29.9.2000:\n</p><p id=\"p_209\">         \"(i) Jivraj V. Desai - Tenament No.119\n</p><p id=\"p_210\">         (ii) Ramesh J. Desai - Tenament No.127\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_211\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_212\">                                 - 52 -\n</p><p id=\"p_213\">         (iii) Rajesh J. Desai - Tenament No.125\n</p><p id=\"p_214\">         (iv) Rajnibhai J. Desai - Tenament No.126\"\n</p>\n\n<p id=\"p_215\">  20.2 The assessee had contested that the said investment was\n  duly reflected in the regular books as per the Balance sheet as on\n  31.03.2001.\n</p>\n\n<p id=\"p_216\">  20.3 When the matter was carried before learned CIT(A), it was\n  held that the facts being identical with the case of Ramesh J. Desai\n  and the relief had already been granted hence, identically the\n  addition was deleted from the hands of the assessee.\n</p>\n\n<p id=\"p_217\">  20.4 Before us, a consolidated order of ITAT 'C' Bench dated\n  27.06.2008 pronounced in the cases of Sri Ramesh J. Desai, Rajesh\n  J. Desai and Rajni J. Desai (already cited supra) wherein vide para\n  (20) it was held as under:\n</p><blockquote id=\"blockquote_75\">         \"We have carefully considered the rival submissions and perused the\n         material on record along with the order of the tax authorities. No\n         cogent material or evidence was brought to our knowledge by the\n         learned DR which may prove that the payment made by the assessee\n         was not out of regular books of account. The CIT(A) has given a clear\n         cut finding that the investments made by the assessee are found\n         recorded in the books of account and the assessee has duly explained\n         the source of such investments as an amount received from\n         partnership firm M/s. Master Developers. Since the investments were\n         duly found out of the books of account, therefore, we are of the view\n         that such investments cannot be added in the block assessment. Block\n         assessment cannot be substituted by regular assessment. The addition\n         in the block assessment can be made only in respect of undisclosed\n         income as defined u/s. 158(b) of the Act. The investments recorded in\n         the regular books of account cannot be treated to be the undisclosed\n         income and such addition is outside the scope of Chapter XIV-B. We\n         accordingly confirm the order of the CIT(A) in deleting the addition of\n         Rs.2,50,000/\"\n</blockquote><p id=\"p_218\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_219\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_220\">                                  - 53 -\n</p>\n<p id=\"p_221\">  20.5 Once a view had already been taken by the respected co-\n  ordinate Bench and held that the impugned investment had already\n  been disclosed in the regular basis so not to be taxed in block\n  proceedings, therefore, respectfully following the same, we hereby\n  uphold the view of learned CIT(A) and dismiss this ground of the\n  Revenue.\n</p>\n\n<p id=\"p_222\">  21.    Ground No.7 is reproduced below:\n</p><blockquote id=\"blockquote_76\">         \"The CIT(A) has erred in law and on facts in directing to restrict the\n         additions of Rs.24,48,000/- made on account of unaccounted payments\n         made for Manav Mandir Plot to Rs.1,49,000/-.\"\n</blockquote>\n\n<p id=\"p_223\">  21.1 As per the document seized for Vishrut Society, it was\n  found that the alleged payment for purchase of land was made as\n  per the following details:\n</p><blockquote id=\"blockquote_77\">         \"i) Page 251 payment @ 562 Rs. per sq. yd. for 4000 sq. yds. to\n         obtain the Power of Attorney for this plot. Total payment being\n         Rs.22,48,000/-\n</blockquote><blockquote id=\"blockquote_78\">         ii) On page 250 front &amp; back side 248, 247 &amp; 246 details regarding\n         the payments made for these lands are noted.\n</blockquote><blockquote id=\"blockquote_79\">         iii) Page-245 evidences that Power of Attorney regarding whole of this\n         land has been vested on you.\"\n</blockquote>\n\n<p id=\"p_224\">  21.2 As per the accounts filed the value of the lands was shown at\n  Rs.10 lacs only; however; as per the seized document its value as\n  per AO was 22,48,000/-. The AO had computed the addition as\n  follows:\n</p><blockquote id=\"blockquote_80\">         \"Notings on page-251 of Annex. A-6 regarding\n         Value of plot @ Rs.562 per sq. yd.                 : Rs.22,48,000\n\n         Less\n         Value of plot in balance sheet of assessee         :Rs.10,00,000\n                Undisclosed investment                      :Rs.12,48,000\n\n         Payments made to Ushma Advg. As per\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_81\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_82\">                                  - 54 -\n</blockquote><pre id=\"pre_5\">         A-7, page-46                                 :Rs.12,00,000\n                                                             :Rs.24,48,000\n\n                                                  (Addition: Rs.24,48,000)\n\n\n</pre><blockquote id=\"blockquote_83\">  22.    When the matter was carried before the learned CIT(A), it\n  was held as under:\n</blockquote><blockquote id=\"blockquote_84\">         \"I have considered the facts and rival contentions. The addition of\n         Rs.22,48,000/- is based on notings on page 251 of A-6 and page 46 of\n         A-7. the first addition is pertaining to noting on page 251 of Annexure\n         A-6 for an amount of Rs.22,48,000/-. Assessing officer has observed\n         on page 43 that out of the total payment found noted as loose papers\n         of Rs/22,48,000/-, Rs. 10 lacs has been shown and therefore, the\n         balance amount of Rs.12,48,000/- has been added by the Assessing\n         Officer. Referring to the reply which has been reproduced by the\n         Assessing Officer on page 45 &amp; 46, it has been contended that only\n         70% of the said land has been purchased by the appellant and his\n         group and accordingly, the amount comes to Rs.15,73,000/- as against\n         which it has been claimed that total payment made by the family\n         member is Rs.20,69,000/- and therefore, it was argued that no\n         addition is required to be made. I am not convinced with the argument\n         of 70% as no documentary evidence has been brought on record.\n         Therefore, considering the total payment of Rs.22,48,000/-, out of\n         which an amount of Rs.10 lacs paid by the appellant credit of which\n         has been given by the Assessing officer, the balance works out to Rs.\n         12,48,000/-, out of this an amount of Rs.10,99,000/- has been invested\n         by the four family members. Necessary evidences in proof of this being\n         copy of the land account, balance sheet where the impugned account\n         has been shown, have been filed which are placed on page 89 to 93 of\n         the paper book. Even before he Assessing officer this contention has\n         been raised that the total payment made by the family is\n         Rs.20,69,000/- which has not been controverted by the Assessing\n         Officer. Therefore, out of the addition made by the Assessing officer of\n         Rs.12,48,000/-, investment made by the four family members of\n         Rs.10,99,000/- as per details given in the submission as reproduced\n         hereinabove requires to be considered in the case of those four family\n         members and therefore, balance amount of Rs.1,49,000/- is considered\n         as the investment made by the appellant outside books and confirmed.\n         During the course of appeal, an alternate submission has been raised\n         that if any addition is confirmed on this account, same is not\n         separately required to be added in view of separate addition on\n         account of notings in diary A-1 pertaining to loans and interest\n         income. This argument is rejected in absence of any co-relation.</blockquote>\n<blockquote id=\"blockquote_85\">         Coming to the other addition of Rs.12 lacs based on page 46 of\n         Annexure A-7. The appellant vide reply dated 24/10/2002 as\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_86\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_87\">                                 - 55 -\n</blockquote><blockquote id=\"blockquote_88\">         reproduced by the Assessing Officer on page 46 has submitted that the\n         said loose paper shows the details of payment made by Usma\n         Advertisement to the original owners of the land for settling legal\n         dispute relating to the said land, and further submitted that appellant\n         has no connection whatsoever with the said payment. Complete\n         address of Usma Advertising has been also provided to the assessing\n         officer and request for the issue of summons u/s.131 was made.\n         Considering this fact, since no payment has been made by the\n         appellant as no evidences has been brought on record by the\n         Assessing Officer and when Assessing officer himself has observed in\n         the earlier part while dealing with this issue that as per other loose\n         papers, the total payment made is only Rs.22,48,000/-, the separate\n         addition of the impugned amount in the hands of appellant is incorrect\n         as the same requires to be considered in the case of Ushma\n         Advertising and therefore, the separate addition of Rs.12 lacs for the\n         said land is deleted. Thus out of these additions Rs.1,49,000/- is\n         confirmed and the balance is deleted.\"\n</blockquote>\n<p id=\"p_225\">  23.    Now the Revenue has challenged the aforementioned part\n  relief given by learned CIT(A). After hearing both the sides, we\n  are of the considered opinion that in the light of the statement\n  recorded u/s. 132(4) and the manner in which the value of\n  investment was partially disclosed in regular books of accounts,\n  the learned CIT(A) had correctly appreciated those vital facts;\n  hence the part relief is hereby confirmed and this ground of the\n  Revenue is dismissed.\n</p>\n\n<p id=\"p_226\">  24.    Ground No.8 is reproduced below:\n</p><blockquote id=\"blockquote_89\">         \"The CIT(A) has erred in law and on facts in directing to restrict the\n         addition of Rs.50,00,000/- on account of unexplained investment made\n         in land at Wadaj, bearing survey No.412/2, to Rs.1,17,000/-\"\n</blockquote>\n<p id=\"p_227\">  24.1 As per AO there was undisclosed investment in land bearing\n  Survey No.412/2 at Wadaj; as per seized \"Banakhat Agreement\"\n  recovered from Vishrut Society premises marked as Annexure A-\n  109 of the seized material. As per the Banakhat Agreement a sale\n  consideration of Rs.50 lacs was agreed upon. As per Banakhat a\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_228\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_229\">                                 - 56 -\n</p>\n<p id=\"p_230\">  sum of Rs.5 lacs had already been paid by the assessee and six\n  other persons. Subsequently, a sum of Rs.2 lacs was paid vide a\n  supplementary agreement. However, the AO had held that instead\n  of Rs.7 lacs the appellant had paid a sum of Rs.50 lacs and\n  accordingly taxed.\n</p>\n\n<p id=\"p_231\">  25.    When the matter carried before learned CIT(A), it was\n  contended that there was land ceiling problems and also some\n  dispute, hence, the transaction was incomplete. The main\n  explanation of the assessee was as under:\n</p><blockquote id=\"blockquote_90\">         \"From the perusal of the said banakhat copy of which has already\n         been filed in the paper book, your honour will find that the said\n         banakhat was executed on 21/10/1995, which is a unregistered\n         banakhat wherein the total value of Rs.50,00,000/- has been agreed\n         but only a payment of Rs.5,00,000/- was mentioned. It is also\n         mentioned in Clause No.4 that the said land is under <a href=\"/doc/1005850/\" id=\"a_21\">Land Ceiling Act</a>\n         and therefore, necessary formalities are required to be completed. In\n         Clause No.5 it is also mentioned that in the said land one case under\n         \"Ganot\" is undergoing and if the judgment in favour, the said land\n         title will be clear and marketable. In Clause no.6, it is further\n         mentioned that possession shall be given at the time of registered sale\n         deed. Therefore, it is absolutely clear that no evidences were found at\n         the time of search indicating payment exceeding Rs.5,00,000/-.\n         However, the appellant has admitted that a total of Rs.7,00,000/- has\n         been paid in all by the 6 owners and therefore, the appellant's share\n         was only Rs.1,17,000/-, which has already been disclosed by the\n         appellant in VDIS and therefore, no addition is required to be made.\n</blockquote>\n\n<p id=\"p_232\">  25.1 After appreciating those evidences, learned CIT(A) has held\n  as under:\n</p><blockquote id=\"blockquote_91\">         \"I have considered the facts and gone through the banakhat being\n         loose page 98 to 106 of Annexure A-109 found from the residence of\n         appellant. The said banakhat is executed on 21.10.1995 and there are\n         21 sellers and 6 buyers which includes appellant inter alia. The total\n         value of the land mentioned is Rs.50 lacs and as per para 2 an amount\n         of Rs.5 lacs has been paid and 50% amount is to be paid within a\n         period of 6 months and another 50% within a period of 12 months. As\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_92\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_93\">                                  - 57 -\n</blockquote><blockquote id=\"blockquote_94\">         per clause 5, some dispute is undergoing pertaining to the said land\n         and upon the judgement of the said dispute, the title of the lands\n         become clear and marketable. The contention raised before the\n         Assessing Officer is also similar. No evidences have been brought on\n         record by the Assessing Officer that any further payment has been\n         made. Therefore, at the outset, the only payment which can be\n         considered for the purpose of addition is Rs.5 lacs, as found noted in\n         the very same banakhat. Since appellant himself has admitted that\n         total payment is of Rs.7 lacs and 1/6th thereof Rs.1,17,000/- which, has\n         been paid by the appellant and therefore, this amount is required to be\n         considered only as against Rs.50 lacs considered by the Assessing\n         Officer for the purpose of addition. Coming to the source of\n         Rs.1,17,000/- which has been claimed as having been disclosed in\n         VDIS. I have carefully gone through the declaration made by the\n         appellant for VDIS and the relevant papers which are placed on page\n         109 to 118 of the paper book and from the perusal of the same, it is\n         absolutely clear that no amount has been disclosed by the appellant\n         pertaining to land at Wadaj and therefore, the contention of the\n         appellant that impugned amount of Rs.1,17,000/- has been disclosed in\n         VDIS is found to be incorrect. Thus, the addition of Rs.1,17,000/- is\n         confirmed out of the total addition made by the AO of Rs.50 lacs. The\n         benefit for the set off is also not available to the appellant as payment\n         has been made on 21.10.1995, whereas no income has been accrued to\n         the appellant till this date as per diary Annexure A-1, and therefore,\n         the alternate contention raised by the appellant is also rejected.\"\n</blockquote>\n\n<p id=\"p_233\">  26.    Having heard the submissions of both the sides and on due\n  consideration of the evidences; we are of the view that since in the\n  clauses of the Banakhat there was mention of payment of Rs.5 lacs\n  and that there was a mention of the dispute as also the problem of\n  Land Ceiling hence deal was not finalized rather stated to be\n  cancelled later on; hence there was no infirmity in the part relief\n  granted by learned CIT(A). This ground of the Revenue is\n  therefore dismissed.\n</p>\n\n<p id=\"p_234\">  27.    Ground No.9 is reproduced below:\n</p><blockquote id=\"blockquote_95\">         \"The CIT(A) has erred in law and on facts in directing to delete the\n         addition of Rs.18,99,303/- made on account of unexplained expenses\n         on Nirat Park Bungalow by holding that a part of the expenses was\n         incurred by cheque by Master Developers and the remaining part of\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_96\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_97\">                                    - 58 -\n</blockquote><blockquote id=\"blockquote_98\">           the expenses was met by the unaccounted interest income of the\n           assessee upheld by him.\"\n</blockquote>\n\n<p id=\"p_235\">  27.1 From the residence of the said accountant certain papers\n  were found (Annexure A-4, pages 21 to 23) which were related to\n  expenses incurred for building mentioned as \"Nirat Park\n  Bungalow\". The expenditure of Rs.18,99,303/- as noted on those\n  papers was held as undisclosed expenses towards furniture fixture\n  etc. for the Bungalow.\n</p>\n\n<p id=\"p_236\">  27.2 Before learned CIT(A), the explanation of the assessee was\n  that as per the documents a sum of Rs.6,42,303/- was spent\n  through cheque as recorded in M/s. Master Developers. Rest was\n  paid in cash as available for the period October to December,\n  1999. learned CIT(A) has appreciated those arguments and held as\n  under:\n</p><blockquote id=\"blockquote_99\">           \"I have considered the facts and the rival submissions. I have also\n           gone through the loose page 22 having the working of Rs.18,99,303/-\n           which includes certain payments by cheque and therefore, amount of\n           Rs.6,42,303/- paid by cheque by M/s. Master Developers requires to\n           be considered in the case of M/s. Master Developers in the relevant\n           regular assessment. Assessing Officer may also look into nature of\n           these payments, whether the same is for the purpose of business or not\n           and accordingly decide the issue. The remaining amount of\n           Rs.12,57,000/- through no dates are available in the said loose papers,\n           but looking to the manner in which notings are made, it is clear that it\n           has been spent during the period August to December 1999 and\n           during this period, sufficient interest income which has been\n           considered by me as unaccounted has been earned and therefore, no\n           separate addition is required to be made and thus addition of\n           Rs.18,99,303/- is deleted.\"\n</blockquote>\n<p id=\"p_237\">  28.      Having heard the submissions, we hereby affirm the\n  findings of learned CIT(A) specially when the uncontroverted\n  factual position was that the part of the expenditure was through\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_238\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_239\">                                 - 59 -\n</p>\n<p id=\"p_240\">  cheque, which was found recorded in the books of M/s. Master\n  Developers. Therefore, there was no fallacy if it was directed to\n  examine the matter in the regular assessment of M/s. Master\n  Developers. As far as the rest cash expenditure is concerned; since\n  it related to the block-period for which unaccounted interest is\n  assessed; hence learned CIT(A) has correctly given the advantage\n  upto the extent. We hereby affirm these findings and dismiss this\n  ground of the Revenue.\n</p>\n\n<p id=\"p_241\">  29.    Ground No.10 is reproduced below:\n</p><blockquote id=\"blockquote_100\">         \"The CIT(A) has erred in law and on facts holding that no separate\n         addition of Rs.18,07,564/- on account of unexplained expenses noted\n         on pages 24 and 25 of Annexure A-4, was required to be made as it is\n         covered by the additions made on the basis of the notings in diary A-1.\n</blockquote>\n<p id=\"p_242\">  29.1 This addition is based upon the detection of certain papers\n  (pages 24 to 25 of Annexure A-4) from the possession of Sri\n  Arvind Shah for which no satisfactory explanation, as per AO, was\n  offered by the Assessee. When the matter was carried before\n  learned CiT(A), it was held as under:\n</p><blockquote id=\"blockquote_101\">         \"I have considered the fats and carefully gone through the relevant\n         loose papers which is placed on page 99 of paper book, on the basis of\n         which addition has been made and the amounts which has been\n         reproduced by the Assessing Officer on page 51 of the assessment\n         order and during the course of appeal hearing the contents of the\n         loose paper could not be explained. Therefore, I have no alternative\n         but to confirm the addition as made by the AO but since I have\n         separately confirmed addition on the basis of notings in diary A-1,\n         which includes addition for advances, interest as well as peak and\n         therefore, considering the alternate argument raised by the appellant\n         no separate addition is required to be made and thus the addition is\n         deleted.\"\n</blockquote>\n<p id=\"p_243\">  30.    Having heard the submissions of both the sides, we are of\n  the view that the directions of learned CIT(A) deserves to be\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_244\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_245\">                                - 60 -\n</p>\n<p id=\"p_246\">  modified. Instead of directing to delete the addition; the correct\n  direction should be that the alleged expenses, as found recorded in\n  those seized papers, are to be allowed to be set-off against the\n  unaccounted income now determined vide this order and the\n  balance, if any, remained unadjusted, thereupon, shall be taxed\n  accordingly. Due to this modification this ground of the Revenue\n  Department is partly allowed.\n</p>\n\n\n\n<p id=\"p_247\">  31.    Ground No.11 is reproduced below:\n</p><blockquote id=\"blockquote_102\">         \"The CIT(A) has erred in law and on facts in directing to delete the\n         addition of Rs.4,21,500/- made on account of undisclosed rental\n         income.\"\n</blockquote>\n<p id=\"p_248\">  31.1 Consequent upon the search as per Diary A-1, it was found\n  that Rent Income from Palakbhai, Sardarji, Nikhil Desai and Cyber\n  café was noted therein. It was also detected that there was \"rent\n  agreement\" for a Room and bank side space of \"Parth Empire\".\n  The rent was fixed at Rs.12,000/- on 1.5.2000. Assessee stated that\n  it was only a draft agreement; But AO has not accepted and further\n  calculated the rent at Rs.88,000/- for the said period. Against the\n  addition assessee had gone in appeal.\n</p>\n\n<p id=\"p_249\">  32.    Learned CIT(A) has held that the Rent of Rs.4,21,500/- was\n  related to the Rajesh Desai &amp; Rajni Desai and directed to assess in\n  the regular assessment in their respective assessment. Balance\n  Rs.80,000/- was confirmed in the hands of the assessee. There is\n  no infirmity in the said decision of learned CIT(A); hence hereby\n  confirmed and this ground of the Revenue is therefore dismissed.\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_250\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_251\">                                 - 61 -\n</p>\n\n<p id=\"p_252\">  33.    Ground No.12 is reproduced below:\n</p><blockquote id=\"blockquote_103\">         \"The CIT(A) has erred in law and on facts in directing to delete the\n         addition of Rs.32,11,000/- made on account of sale of shop in Parth\n         Empire.\"\n</blockquote>\n<p id=\"p_253\">  33.1 There was an agreement for sale detected from the\n  possession of the accountant (marked A-4 page 67) about a shop at\n  Parth Enterprises for a sale consideration of Rs.32,11,000/-; which\n  was found to be duly signed by both the parties. However, the\n  buyer's identification was not disclosed by the assessee; hence, in\n  the absence of proper explanation it was taxed in the hands of the\n  assessee.\n</p>\n\n<p id=\"p_254\">  33.2 While deleting the addition the reasoning given by learned\n  CIT(A) was as under:\n</p><blockquote id=\"blockquote_104\">         \"I have carefully gone through the loose page no.67 of A-4 which is\n         placed on page 105 of the paper book dated 13.4.2000 and the said\n         notings cannot be considered as the agreement for sale as observed by\n         the Assessing Officer and they only represent some correspondence.\n         There are no evidences pertaining to purchases or investment by the\n         appellant and in absence of any concrete finding about these aspects,\n         the mere notings which hardly conveys anything cannot be considered\n         as sale of the shop and therefore, considering the submission made by\n         the appellant before the AO as well as before me the addition of\n         Rs.32,11,000/- is deleted.\"\n</blockquote>\n<p id=\"p_255\">  34.    On account of the facts that the shop was stated to be under\n  the ownership of one Sri Vijaybhai Gupta and that in the light of\n  the categorical factual finding of learned CIT(A) that the\n  impugned paper was not in the nature of sale agreement, we\n  hereby affirm those findings of learned CIT(A) and dismiss this\n  ground of the Revenue.\n</p><p id=\"p_256\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_257\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_258\">                                  - 62 -\n</p>\n<p id=\"p_259\">  35.    Ground No.13 is reproduced below:\n</p><blockquote id=\"blockquote_105\">         \"The CIT (A) has erred in law and on facts in directing to delete -\n</blockquote><blockquote id=\"blockquote_106\">         a) the addition of Rs.10,00,000/- made on account of sharafi\n         transactions with Maljibhai V. Desai, by holding that the said addition\n         was covered by the interest income of the assessee, and\n</blockquote><blockquote id=\"blockquote_107\">         b) the addition of Rs.3,02,500/- made on account of land\n         transactions.\"\n</blockquote>\n<p id=\"p_260\">  35.1 A simultaneously search was conducted on the brother of\n  the assessee, namely, Sri Maljibhai Desai at Ankleshwar and\n  evidence regarding sharafi transaction was found, marked as\n  Annexure BS-1 page No.4, wherein it was written \"Jivrajbhai\" and\n  the date-wise detail of transfer through Angadia was also written.\n  Hence, an addition of Rs.10,00,000/- was made. Likewise, from\n  the possession of Sri Maljibhai Desai an evidence of land property\n  was unearthed, details as under:\n</p><blockquote id=\"blockquote_108\">         \"Annexure A-1, seized from the residence of Maljibhai, at 6,\n         Ashoknagar, Meshsana these contain the transaction between Shri\n         Maljibhai &amp; his family members. On the file cover, there is a mention\n         of transaction with Jivrajbhai on 01.05.1998 for Rs. 4,50,000 in which\n         Rs. 1,47,500/- cash has been shown in the expenditure incurred by\n         staff, advocates, stamp paper etc. and for balance Rs. 3,02,0500 there\n         is a mention of adjustment entry transfer to Ankleshwer etc. These\n         have been mentioned again on page No. 96 of this annexure.\n</blockquote>\n\n<p id=\"p_261\">  35.2 Both the addition of Rs.10 lacs and Rs.3,02,500/- was\n  challenged, however, deleted by learned CIT(A) as follows:\n</p><blockquote id=\"blockquote_109\">         \"I have considered the facts and the observation of the Assessing\n         officer as made on page 56, from where it is found that addition of\n         Rs.10 lacs is pertaining to certain notings dated 26/5/2000 and\n         27/5/2000 being the transactions with Maljibhai V. Desai and\n         Assessing officer has further observed that in submission dated\n         27/9/2002, the said shri Maljibhai V. Desai has confirmed that the\n         transaction relate to the appellant. Therefore, the contention raised by\n         the appellant pertaining to the presumption u/s.132(4A) is not relevant\n         and thus addition in principal is required to be confirmed. However,\n         the transactions pertains to the month of May 2000 and by this time,\n         there is sufficient interest income earned by the appellant and\n         therefore, considering the same, no separate addition is required to by\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_110\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_111\">                                 - 63 -\n</blockquote><blockquote id=\"blockquote_112\">         made. The remaining addition of Rs.3,02,500/- is pertaining to\n         investment in land which has been accepted by Mljibhai V. Desai as\n         paid by the appellant on 1/5/98. explaining the said advance, the\n         appellant has filed before me copy of the balance sheet for the year\n         31/3/99 and subsequent years, wherein this amount of Rs.3,02,500/-\n         has been shown as balance pertaining to this investment is requires to\n         be considered in the regular assessment for Assessment year 1999-\n         2000 as advance is recorded in the books of accounts and therefore,\n         addition made in the block assessment is deleted.\"\n</blockquote>\n<p id=\"p_262\">  36.    Having heard the submissions, we are of the view that the\n  addition of Rs.10 lacs was rightly confirmed by learned CIT(A).\n  Further the direction of granting set-off against the unaccounted\n  income directed to be assessed in the hands of the assessee is\n  required to be modified that the impugned addition of Rs.10 lacs\n  can be adjusted to the extent of available amount and the balance\n  of the addition if found excessive then to be taxed accordingly.\n  Rest of the view is hereby confirmed. This ground of the Revenue\n  is therefore partly allowed.\n</p>\n\n<p id=\"p_263\">  37.    Ground No.14 is reproduced below:\n</p><blockquote id=\"blockquote_113\">         \"The CIT(A) has erred in law and on facts in holding with\n         regard to the addition of Rs.6,02,567/- for A.Y. 2000-01 made on\n         account of the provisions of <a href=\"/doc/371364/\" id=\"a_22\">section 158BB(1)(ca)</a> of the IT Act\n         that the income on which advance tax has been paid or tax has\n         been deducted at source cannot be treated as undisclosed\n         income.\"\n</blockquote>\n\n<p id=\"p_264\">  37.1 As per AO, it was noted that the assessee had filed the\n  Income Tax Return for A.Y.2000-01 on 27.03.2002 declaring\n  income of Rs.6,02,565/- although the last date of filing was\n  20.10.2000 therefore taxable as per the provision of <a href=\"/doc/1971671/\" id=\"a_23\">Section\n  158BB</a> of IT Act.\n</p><p id=\"p_265\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_266\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_267\">                               - 64 -\n</p>\n\n<p id=\"p_268\">  37.2 Since the due date of filing of Return had expired and the\n  return was filed on 27.03.20002 i.e., after the search operation\n  therefore learned CIT(A) has held as under:-\n</p><blockquote id=\"blockquote_114\">         \"I have considered the issue carefully. The AO is directed to\n         consider the income shown in the return of income for A.Y. 2000-\n         01, as undisclosed income as return was not filed in due time,\n         subject to the condition that income covered by advance tax and\n         T.D.S. should be deduction as it cannot be considered to be\n         undisclosed income. The AO is, therefore, directed to\n         recomputed the income and work out the addition correctly.\"\n</blockquote>\n\n<p id=\"p_269\">  38.    The above finding of learned CIT(A) is partly confirmed by\n  us; because we are not in agreement that income covered by\n  Advance Tax and TDS is to be excluded. For this legal question\n  we place reliance upon the decision of Hon'ble Supreme Court in\n  the case of <a href=\"/doc/191996261/\" id=\"a_24\">ACIT vs. M/s. A. R. Enterprises</a> in Civil Appeal\n  No.271 of 2013, order dated 14.1.2013, wherein it has been held\n  that advance tax and TDS paid/deducted is an estimate which does\n  not give calculation of exact income as declared in the return. As\n  per <a href=\"/doc/371364/\" id=\"a_25\">Section 158BB(1)</a> if current year's return has not been filed\n  before the date of search and due date of return expired then\n  current year's income is also part of undisclosed income. In this\n  case search and seizure was on 20.10.2000 and return for A.Y.\n  2000-01 was filed on 27.3.2002 which was due on October, 2000.\n  The assessee has not pressed the ground No.21 in case of\n  assessee's appeal. Resultantly, this ground of the Revenue on this\n  legal issue is allowed.\n</p><p id=\"p_270\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_271\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_272\">                                  - 65 -\n</p>\n<p id=\"p_273\">  B.     IT(ss)A No.106/Ahd/2004, (Assessee's Appeal)\n</p><p id=\"p_274\">  39.    This is the cross appeal filed by the assessee, hence arising\n  from the order of learned CIT(A)-I Ahmedabad, order dated 19th of\n  January, 2004. Several grounds are raised as reproduced below:\n</p><blockquote id=\"blockquote_115\">         \"1. The impugned order of assessment and so as to the order of the\n         CIT(A) are bad in law, as the additions has been made and confirmed\n         by the lower authorities without conducting proper enquiries and\n         therefore, the same are against the principles of natural justice and\n         therefore, either both the orders are required to be set aside or the\n         relevant additions requires to be deleted.\n</blockquote>\n<blockquote id=\"blockquote_116\">         2. The learned A.O. as well as CIT(A) has erred in confirming certain\n         additions based on notings in the diary A-l, without giving an\n         opportunity of cross examination and therefore, keeping in view the\n         judgment of Apex Court in the case of Tin Box Company Vs. CIT\n         (2001) 249 ITR 216, the additions based on such notings/statement of\n         3rd parties, which has not been confronted to the appellant, requires to\n         be deleted.\n</blockquote>\n<blockquote id=\"blockquote_117\">         3. The learned A.O. as well as the learned CIT(A) has erred in giving\n         a finding that the notings in diary A-1 are belonging to the appellant\n         and therefore, the additions based on said diary requires to be deleted,\n         in view of the facts and submission.\n</blockquote>\n<blockquote id=\"blockquote_118\">         4. The learned CIT(A) has erred in confirming the action of the A.O.\n         while making addition on the basis of diary A-1,on the basis of trial\n         balance dawn by the A.O. as at 1/11/1999. Since the said trial balance\n         as at 1/11/1999 includes balance of other dates, the same ought to\n         have been excluded, resulting into no addition on account of said\n         diary. Therefore, the impugned addition based on said diary requires\n         to be deleted.\n</blockquote>\n<blockquote id=\"blockquote_119\">         5. The learned CIT(A) has erred in confirmed the action of the A.O.\n         while confirming part addition on account of diary A-1, ignoring the\n         fact that credits are lower than the debits and therefore, no addition is\n         required to be made, as a result the entire addition confirmed by the\n         CIT(A) requires to be deleted.\n</blockquote>\n<blockquote id=\"blockquote_120\">         6. The learned CIT(A) has erred in confirming addition of\n         Rs.52,29,000/- on the basis of notings in diary A-1, on the ground that\n         the same are sharafi transactions of the appellant, as added by the\n         A.O. In view of the facts, details and various evidences, the entire\n         addition of Rs.52,29,000/- made in case of the appellant requires to be\n         deleted.\n</blockquote><p id=\"p_275\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_276\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_277\">                                  - 66 -\n</p><p id=\"p_278\">         7. The learned CIT(A) has erred in enhancing the addition pertaining\n         to notings in diary A-1, by an amount of Rs.77,47,500/-. Since the said\n         amount was not added by the A.O., the learned CIT(A) has erred in\n         enhancing the said addition and moreover, in view of the facts, details\n         and evidences furnished, the said addition made by the CIT(A) of\n         Rs.77,47,500/- requires to be deleted.\n</p>\n<p id=\"p_279\">         8. The learned CIT(A) has also erred in not giving credit of\n         Rs.61,78,300/- against the amount of addition which has been\n         enhanced by Rs.77,47,500/-. Since the nature of both the issue is\n         identical, the learned CIT(A) ought to have allowed relief of\n         Rs.61,78,300/- from the total addition confirmed.\n</p>\n<p id=\"p_280\">         9. The learned CIT(A) has also erred in not allowing deduction on\n         account of certain bad debts as claimed, on the basis of notings in\n         diary A-1, on the ground that if at all the addition is confirmed on the\n         basis of said notings, the deduction for the bad debts ought to have\n         been allowed.\n</p>\n<p id=\"p_281\">         10. The learned CIT(A) has erred in confirming an amount of\n         Rs.2,00,13,670/-, considering the same as gross interest income on the\n         basis of notings in diary A-1. Since no such income has been earned\n         by the appellant, the resultant addition requires to be deleted. As a\n         result the learned CIT(A) has erred in confirming net interest income\n         of Rs.1,79,06,430/-, after allowing deduction for interest paid. In view\n         of the facts and submission, the said addition requires to be deleted.\n</p>\n<p id=\"p_282\">         11. The learned CIT(A) has erred in not allowing deduction in respect\n         of certain parties, which are not related to the appellant but pertains\n         to land deal, not pertaining to the appellant and therefore, deduction\n         ought to have been allowed pertaining to such parties, as claimed\n         during the course of appeal hearing.\n</p>\n<p id=\"p_283\">         12. The learned CIT(A) has also erred in confirming addition of\n         Rs.1,84,08,700/-, on account of negative peak as added by the A.O.\n         Since there cannot be any addition on account of negative peak, the\n         same requires to be deleted. Further, the addition is based on surmises\n         and conjecture, in correct working and therefore, the same requires to\n         be deleted.\n</p>\n<p id=\"p_284\">         13. The learned CIT(A) has also erred in not allowing credit for cash\n         which was available in case of M/s. Master Developer, as found noted\n         in various loose papers at the time of search and as supported by\n         various evidences. Since the said cash balance of the regular books\n         having been utilized in the said business, the deduction for the said\n         cash ought to have been allowed, while working negative peak.\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_285\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_286\">                                 - 67 -\n</p><p id=\"p_287\">         14. The learned CIT(A) has also erred in confirming the addition on\n         account of said diary A-1 in case of the appellant, though it was\n         claimed that the same pertains to M/s. Master Developer, a\n         partnership firm of the Group. In view of evidences furnished during\n         the course of appeal hearing and examined by the A.O. in his remand\n         report, addition requires to be deleted from the hands of the appellant\n         and the same requires to be considered in case of M/s. Master\n         Developer.\n</p>\n<p id=\"p_288\">         15. The learned CIT(A) has erred in confirming addition of\n         Rs.1,49,000/- out of the addition made by the AO of Rs.22,48,000/-\n         being unaccounted payment of Manav Mandir Plot. In view of the\n         facts and submission, the addition confirmed by the CIT(A) of\n         Rs.1,49,000/- also requires to be deleted.\n</p>\n<p id=\"p_289\">         16. The learned CIT(A) has also erred in confirming the addition of\n         Rs.1,17,000/- out of the addition made by the AO of Rs.50.00 lacs\n         pertaining to land at Survey No.412/2 Wadaj. In view of the facts and\n         submission, the addition confirmed by the CIT(A) of Rs.1,17,000/- also\n         requires to be deleted. The learned CIT(A) has also otherwise erred in\n         not giving set off of the income pertaining to such investment.\n</p>\n<p id=\"p_290\">         17. The learned CIT(A) has erred in giving a finding that there is a\n         unexplained investment of Rs.18,99,303/- in house at Nirat Park\n         Bunglow. However, no separate addition has been made on the\n         ground that the same has been incurred out of income already added\n         by the A.O. There being no unexplained investment, the said finding of\n         the CIT(A) pertaining to unexplained investment requires to be\n         reversed.\n</p>\n<p id=\"p_291\">         18. The learned CIT(A) has also erred in giving a finding of\n         unexplained amount of Rs.18,07,564/- on the basis of certain notings.\n         There being no such unexplained amount, the said finding requires to\n         be reversed.\n</p>\n<p id=\"p_292\">         19. The learned CIT(A) has also erred in confirming addition of\n         Rs.88,000/- being unexplained rental income. In view of the facts and\n         details, the addition of Rs.88,000/- requires to be deleted.\n</p>\n<p id=\"p_293\">         20. The learned CIT(A) has erred in confirming unexplained amount\n         of Rs.10.00 lacs with Shri Maljibhai. There being no such advances,\n         the said finding requires to be revered.\n</p>\n<p id=\"p_294\">         21. The learned CIT(A) has also erred in giving a finding that out of\n         the regular income of A.Y. 2000-01, the income to the extent of\n         advance tax and TDS is required to be considered as regular and the\n         balance as undisclosed income. In view of the facts and legal position,\n         the entire income of A.Y. 2000-01 requires to be considered as a\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_295\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_296\">                                 - 68 -\n</p><p id=\"p_297\">         regular income and part addition to the undisclosed income requires\n         to be deleted.\n</p>\n<p id=\"p_298\">         22. The learned AO has erred in levying surcharge on the tax on\n         undisclosed income. In view of the legal position, no surcharge is\n         required to be levied on the tax on undisclosed income in the case of\n         appellant. There is no finding on this issue by the CIT(A) as the said\n         issue was not raised before him, however, in view of legal position, no\n         surcharge is required to be levied.\"\n</p>\n<p id=\"p_299\">  40.    Learned AR Mr. G.C. Pipara, at the outset has informed that\n  the assessee is not willing to press ground nos.1, 2, 3, 9, 15, 17 to\n  21, hence, no adjudication is required. These grounds being not\n  pressed, hence, hereby dismissed being not contested by the\n  assessee.\n</p>\n\n<p id=\"p_300\">  41.    Apropos to ground nos.4 and 5, it is worth to mention that\n  the related facts have already been discussed above while deciding\n  the appeal of the Revenue. A diary was recovered and on the basis\n  of the entries found recorded in the said diary a trial balance was\n  drawn. That trial balance was taken into account by the AO,\n  especially when no defect was pointed out by the assessee. Even\n  for the block period if on the opening day it was found that there\n  were undisclosed investment then those undisclosed investment\n  are required to be taxed in the hands of the assessee for the said\n  block period. We have also given a finding that on account of the\n  nature of the entries made in the diary, the impugned diary in fact\n  belonged to the assessee. As far as the argument that the credits\n  were lower than the debits is concerned, we have closely examined\n  this aspect as well. The AO has reproduced a statement of Sri\n  Arvind A. Shah on page 8 of the assessment order wherein he has\n  accepted that the debits side figures represented the amount given\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_301\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_302\">                                  - 69 -\n</p>\n<p id=\"p_303\">  to the parties by the assessee. Therefore, the amounts which were\n  advanced as loan was found excessive than the amounts\n  representing the credit side, which were the amounts received from\n  the parties. Therefore, in the finance business the credit sides were\n  generally lower because the parties have not refunded or returned\n  the loan amount and hence the debit side entries represented the\n  higher figure because the advances given by the assessee as a loan\n  to various parties had represented the higher figure. Under the\n  totality of the facts and circumstances of the case, we find no force\n  in ground nos.4 and 5 of the assessee hence the same are hereby\n  dismissed.\n</p>\n\n<p id=\"p_304\">  42.    Apropos to ground no.6, in the light of the discussion made\n  hereinabove since the same was nothing but connected with sharafi\n  transaction of the assessee, hence, in view our decision taken while\n  deciding Revenue's ground no.1, we hereby reject this ground of\n  the assessee. In the result, ground no.6 of the assessee is hereby\n  dismissed.\n</p>\n\n<p id=\"p_305\">  43.    Apropos to ground nos.7 and 8, we have noted that the\n  relevant observation by learned CIT(A) was at page 74 and that\n  portion is reproduced below:\n</p><blockquote id=\"blockquote_121\">         \"In respect of other persons perusal of diary shows that they are\n         clearly sharafi transactions of the appellant. From the perusal of the\n         working of the addition as annexed to the assessment order, it is seen\n         that out of the total debits AO has given deduction for the credit\n         balances and accordingly, the net debit of Rs.27,32,38,000/- has been\n         added. The credit includes an amount of Rs.77,47,500/- in the name of\n         the buyer of the land in question. This account is pertaining to the land\n         at Thaltej and since I have deleted three additions in the name of\n         Manoj Vadodaris, Jignesh Desai and Vikas Shah having debit balance\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_122\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_123\">                                  - 70 -\n</blockquote><blockquote id=\"blockquote_124\">         which has been considered for the purpose of addition by the\n         Assessing Officer, on the ground that the same pertains to land at\n         Thaltej and therefore, following the said reasoning, the credit balance\n         in the name of buyer of Rs.77,47,500/- being also pertaining to land at\n         Thaltej, requires to be withdrawn. Since this amount of Rs.77,47,500/-</blockquote>\n<p id=\"p_306\">         has not been added by the Assessing Officer as he has given credit for\n         the same, a notice of enhancement of the income by Rs.77,47,500/- has\n         been given to the Authorised representative of the appellant to which\n         the appellant in his written submission dated 9/01/2004 has agreed for\n         the same but has raised a contention that there is a similar addition of\n         Rs.61,78,300/- in the name of Shri Chhaganbhai Desai, which\n         requires to be deleted as the said debit balance in the name of Sri\n         Chhaganbhai Desai is pertaining to the land at Thaltej and there are\n         no sharafi transactions in the said account. It was further submitted\n         that no documentary evidences were found at the time of search from\n         Shri Arvind A Shah pertaining to the buyer and Shri Chhaganbhai\n         Desai and therefore, no submissions were made in detail pertaining to\n         addition of Rs.61,78,300/- in the name of Sri Chhaganbhai Desai. I\n         have looked into the ledger account of Shri Chhaganbhai Desai as\n         appearing in the said diary and from the perusal of the same. It is\n         found that except opening balance there is no credit and further debits\n         are only on account of interest and even the rate of interest i.e., 2.5%\n         per month is written on that page which shows that the account is a\n         loan account and submission that Shri Chhaganbhai Desai is the\n         occupier of the said land having ownership is potently incorrect. It is\n         seen that on various sharafi transactions in the diary specific rates of\n         interest varying between 2.10% to 4.5% are mentioned and in the\n         account of Shri chhaganbhai Desai rate of 2.5% is clearly written and\n         interest has also been worked out at the same rate every month. This\n         shows that the submissions are wrong and there is no evidence to\n         show that he was part owner of land. Thus no deduction of this amount\n         can be allowed. The appellant has claimed certain deduction for the\n         balances other than 1/11/99, which is rejected as the appellant has not\n         furnished the said ledger on a double entry basis. The claim of the\n         appellant pertaining to bad debts in respect of Piyushbhai Thakrshi\n         and other parties is also rejected as no evidences could be brought on\n         record in support of his claim. Besides this I find that name of these\n         accounts have been written off as bad debts in the seized documents or\n         any where and I also find that in many accounts even interest after the\n         date of search has been worked out. This shows that these were not\n         bad debts even till the date of search. In the remand report dated\n         09/01/2004 the learned Addl. CIT has raised the contention regarding\n         presumptions u/s. 132(4A) and stressed that addition requires to be\n         confirmed in the hands of the appellant. In this respect, the appellant\n         has also made a submission relying upon certain judgments, which\n         has also been reproduced by me hereinabove. However, it may be seen\n         that in <a href=\"/doc/843732/\" id=\"a_26\">section 132(4A)</a> the words \"may be presumed\" have been\n         employed. It is, therefore, clear that the making of the presumption in\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_307\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_308\">                                  - 71 -\n</p><p id=\"p_309\">         such cases depends upon the particular fact of the case. The officer or\n         authority is not justified to make such presumption in all cases without\n         judicial application of mind to the facts of the particular case. Even if\n         such presumption is made, the same is rebuttable and the person is\n         free to lead evidence to rebut such presumption. In such a case, the\n         authority has to consider the evidence and the facts judicially. In this\n         respect, reliance is also placed on the judgments of Rajasthan High\n         Court in the case of Addl. CIT Vs. Thahrayamal Balchand 124 ITR\n         111, 117 (Raj.). What amount of evidence will rebut such a\n         presumption in a given set of facts does not admit of any rigid rule.\n         The evidence may be direct or circumstantial or both and a mere\n         statement of the assessee may be enough in some cases. Therefore, in\n         the facts of the case the presumptions has been rebutted partly with\n         concrete documentary evidences so far as the land deal is concerned\n         and moreover, since the said diary has found from the residence of\n         Shri Arvind A. Shah, the said presumptions cannot be applied in toto\n         in case of the appellant and this. I have no hesitation in deleting the\n         addition with respect to above referred 3 parties and enhancing the\n         addition by Rs.77,47,500/- pertaining to the credit as discussed.\"\n</p>\n\n<p id=\"p_310\">  44.    We are not in agreement with the aforesaid finding of\n  learned CIT(A), especially, under the circumstances when we have\n  taken a view that the transaction in question were nothing but the\n  sharafi transaction. According to us, any credit balance in an\n  account represented the return of loan by the borrower; therefore,\n  we are of the view that the impugned enhancement was not\n  required. We, therefore, hold that ground nos.7 and 8 of the\n  assessee deserves to be allowed because of the reason that learned\n  CIT(A) has considered the transactions in the name of those parties\n  as land transaction. We have taken a conscientious decision that\n  those transactions were the transactions of the assessee. In the\n  result, these two grounds are hereby allowed.\n</p>\n\n<p id=\"p_311\">  45.    Apropos to ground no.10, it is worth to mention that while\n  deciding Revenue's ground no.2 supra we have affirmed the\n  finding of learned CIT(A) as far as the earning of the interest out\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_312\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_313\">                               - 72 -\n</p>\n<p id=\"p_314\">  of sharafi business is concerned. However, we have restored the\n  issue back to him for the limited purpose that the relief granted\n  therein is required to be reconsidered. On the same lines, we\n  hereby direct to re-compute the correct interest income and\n  requisite relief may be granted. In the result, this ground of the\n  assessee may be treated as allowed for statistical purpose.\n</p>\n\n<p id=\"p_315\">  46.    About ground No.11 of the assessee, we are of the view that\n  learned CIT(A) has already taken a view in favour of the assessee\n  in respect of few parties that those were pertained to the land\n  dealing and not pertained to finance business. Therefore, in the\n  light of the said decision of learned CIT(A) the assessee ought not\n  to have any grievance. But still the assessee has raised this ground.\n  Although, we have not approved the said verdict of learned\n  CIT(A) in respect of those few parties and held that the transaction\n  was connected with the finance business of the assessee, therefore,\n  we are of the view that this ground of the assessee is unwarranted.\n  Rather, we hereby held that this ground has wrongly been taken by\n  the assessee, hence, the same is hereby rejected. In the result, this\n  ground is dismissed.\n</p>\n\n<p id=\"p_316\">  47.    Regarding ground No.12, we have noted that the AO had\n  given a working of the negative cash peak; however, the assessee\n  had not submitted any such working or explanation. The only\n  argument of the assessee was that there was no cash deficit and\n  that the cash was withdrawn from the accounts of M/s. Master\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_317\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_318\">                                  - 73 -\n</p>\n<p id=\"p_319\">  Developers. However, learned CIT(A) has considered those\n  arguments and thereafter came to the conclusion as under:\n</p><blockquote id=\"blockquote_125\">         \"I find that the appellant has made this averment without any basis or\n         evidence. No working as to how assessing officer working was wrong\n         has been given. I also find that this peak has been worked out after\n         giving credit for the balances available with the appellant after\n         making additions as on 1.11.1999 and even that balance is\n         substantially reduced in view of relief allowed earlier. I also find that\n         credit for withdrawals of bank has already been given upto Rs.2.10\n         crores by the assessing office while making addition of Rs.27.32\n         crores. Hence no further claim can be allowed as credit of Rs.2.10\n         crores (Mehsana Account) has already been given. If it is the claim of\n         the appellant that the working was wrong, then it was for him to prove\n         it with evidence and his own working. As the appellant has not come\n         with any details of explanation whatsoever, this addition has got to be\n         confirmed as negative cash peak would appear on liability side of the\n         balance sheet for which no explanation at all has been given by the\n         appellant. It is seen that investment in sharafi business and the peak as\n         worked out in all totals to about Rs.3.14 crores and interest earned for\n         about 1 ½ years work out to Rs.1.79 crores. Considering the rate of\n         interest as per the diary which varies between 2 to 4.5% per month,\n         the capital invested would even otherwise work out to more than 5\n         crores, and even if credit for bank loan, as has already been given\n         while working out, then net addition of Rs.27.32 crores by the\n         assessing officer, requirement of own funds cannot be less than\n         Rs.3.14 crores. Considering all these aspects also, addition on\n         account of peak is confirmed.\"\n</blockquote>\n\n<p id=\"p_320\">  48.    Having heard the submission of both the sides, we have\n  noted that due credit for the withdrawal from the bank had duly\n  given by learned CIT(A). We have also held that the assessee has\n  entered into cash financing; hence, for the purpose of providing\n  cash finance the assessee was in requirement of the cash balance.\n  The deficit of cash thus indicated that the same was nothing but an\n  investment out of undisclosed income. Even, we have noted that\n  learned CIT(A) in the above reproduced paragraph has advanced a\n  reasoning that the assessee was in requirement of own funds;\n  hence, the negative cash peak was rightly taxed by the AO in the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_321\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_322\">                                  - 74 -\n</p>\n<p id=\"p_323\">  hands of the assessee. The aforesaid finding of the learned CIT(A)\n  is hereby confirmed and this ground of the assessee is hereby\n  dismissed.\n</p>\n\n<p id=\"p_324\">  49.    In respect of ground nos.13 and 14, the assessee has\n  contested that the contents of the diary are required to be\n  considered and taxed in the case of M/s. Master Developers. In this\n  connection, learned CIT(A) has opined as under:\n</p><blockquote id=\"blockquote_126\">         \"During the course of appeal an argument has been raised by the\n         appellant that any addition on account of diary is required to be\n         considered in case of M/s. master Developers and not in case of the\n         appellant. It has been the claim of the appellant that entire financing\n         activities has been carried out by M/s Master Developers, which is a\n         partnership firm and in support of this the reliance has been placed on\n         the return of income filed by M/s. Master Developers for Assessment\n         year 2000-2001 wherein interest on financing business has been\n         shown. Similarly, reliance has also been placed on the return of\n         income for Assessment Year 2001-2002. It is also submitted that the\n         bank loan taken by M/s. Master Developers has been utilized for the\n         business of financing. My attention was also drawn to various notices\n         issued by the Assessing officer which has jointly been addressed and\n         the entire loose papers were claimed as belonging to M/s. Master\n         Developers. The claim of the appellant is rejected as none of the loose\n         papers found at the time of search, the name of M/s Master\n         Developers is mentioned and further, Shri Arvind Shah appellant's\n         accountant in his statement recorded during the course of search,\n         from whom the impugned diary was found, has clearly stated that the\n         transactions noted in the said diary are pertaining to the appellant.\n         Even the appellant in his statement had admitted that sharafi\n         transactions pertained to him for which details will be submitted by\n         him. A detailed finding in this regard has also been given in the appeal\n         of Master Developers and in order dated 16.1.2004 it has been held\n         that entries pertain to the appellant. Hence this argument is baseless\n         and is rejected.\"\n</blockquote>\n\n<p id=\"p_325\">  50.    Having heard the submissions of both the sides, we are of\n  the considered opinion that while framing an assessment for the\n  block period, the AO is required to concentrate on the\n  incriminating material unearth during the course of search\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_326\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_327\">                                  - 75 -\n</p>\n<p id=\"p_328\">  operation. Since there was no such material found at the time of\n  search that the entries written in the diary were connected with\n  M/s. Master Developers then in such a situation the argument of\n  the assessee has no force. In this connection certain reasoning were\n  rightly given by learned CIT(A), as seen in the above paragraph,\n  hence; the same is hereby affirmed and this ground of the assessee\n  is dismissed.\n</p>\n\n<p id=\"p_329\">  51.    In respect of ground no.16, AO had made an addition of\n  Rs.50 lacs in respect of a land situated at Wadaj. The argument of\n  the assessee was that the entire amount was wrongly taxed in the\n  hands of the assessee because in addition to the assessee there\n  were other buyers as well. Only part of the payment was made by\n  the assessee. After considering the evidences and the explanation\n  of the assessee, learned CIT(A) has granted part relief and\n  sustained the addition upto the extent of Rs.1,17,000/- as under:\n</p><blockquote id=\"blockquote_127\">         \"I have considered the facts and gone through the banakhat being\n         loose page 98 to 106 of Annexure A-109 found from the residence of\n         appellant. The said banakhat is executed on 21.10.1995 and there are\n         21 sellers and 6 buyers which includes appellant inter alia. The total\n         value of the land mentioned is Rs.50 lacs and as per para 2 an amount\n         of Rs.5 lacs has been paid and 50% amount is to be paid within a\n         period of 6 months and another 50% within a period of 12 months. As\n         per clause 5, some dispute is undergoing pertaining to the said land\n         and upon the judgment of the said dispute, the title of the lands\n         become clear and marketable. The contention raised before the\n         Assessing Officer is also similar. No evidences have been brought on\n         record by the Assessing Officer that any further payment has been\n         made. Therefore, at the outset, the only payment which can be\n         considered for the purpose of addition is Rs.5 lacs, as found noted in\n         the very same banakhat. Since appellant himself has admitted that\n         total payment is of Rs.7 lacs and 1/6th thereof Rs.1,17,000/- which, has\n         been paid by the appellant and therefore, this amount is required to be\n         considered only as against Rs.50 lacs considered by the Assessing\n         Officer for the purpose of addition. Coming to the source of\n         Rs.1,17,000/- which has been claimed as having been disclosed in\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_128\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_129\">                                  - 76 -\n</blockquote><blockquote id=\"blockquote_130\">         VDIS. I have carefully gone through the declaration made by the\n         appellant for VDIS and the relevant papers which are placed on page\n         109 to 118 of the paper book and from the perusal of the same, it is\n         absolutely clear that no amount has been disclosed by the appellant\n         pertaining to land at Wadaj and therefore, the contention of the\n         appellant that impugned amount of Rs.1,17,000/- has been disclosed in\n         VDIS is found to be incorrect. Thus, the addition of Rs.1,17,000/- is\n         confirmed out of the total addition made by the AO of Rs.50 lacs. The\n         benefit for the set off is also not available to the appellant as payment\n         has been made on 21.10.1995, whereas no income has been accrued to\n         the appellant till this date as per diary Annexure A-1, and therefore,\n         the alternate contention raised by the appellant is also rejected.\"\n</blockquote>\n\n<p id=\"p_330\">  52.    Having heard the submissions of both the sides, we hereby\n  affirm the factual finding of learned CIT(A). We have noted that\n  the relevant evidences have rightly been appreciated by learned\n  CIT(A). Further, a finding was recorded by learned CIT(A) that\n  the assessee had admitted that out of the total payment of Rs.7 lacs\n  the assessee's share was only 1/6 amounting to Rs.1,17,000/-.\n  Rather this ground has already been discussed supra while\n  deciding Ground No.8 of the Revenue. That finding appears to be\n  correct hence, the same is hereby confirmed and this ground of the\n  assessee is dismissed.\n</p>\n\n<p id=\"p_331\">  53.    Apropos to ground no.22, the same is unwarranted being the\n  levy of surcharge is squarely covered by the SC decision in case of\n  <a href=\"/doc/648522/\" id=\"a_27\">M/s. Allied Motors (P) Ltd. vs. CIT</a> (1997) 224 ITR 677 (SC) and\n  also 297 ITR 322 (SC). This ground is dismissed. In the result, the\n  assessee's appeal is partly allowed.\n</p>\n\n<p id=\"p_332\">  54.    In the result, both the appeals of the Revenue as well as of\n  the assessee are partly allowed.\n</p><p id=\"p_333\"> IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_334\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_335\">                                 - 77 -\n</p>\n<p id=\"p_336\">  C-   ITA No.2367/Ahd/2005, For A.Y. 1999-2000 (Revenue's\n  Appeal)\n\n</p><p id=\"p_337\">  55.    This is an appeal filed by the Revenue arising from the order\n  of learned CIT(A)-I, Ahmedabad, dated 30.08.2005 and the only\n  ground is reproduced below:\n</p><blockquote id=\"blockquote_131\">         \"The CIT(A) has erred in law and on facts in directing to delete the\n         addition of Rs.3,11,97,498/- made on account of unaccounted\n         investment in shops &amp; flat at Parth Empire Building.\"\n</blockquote>\n<p id=\"p_338\">  56.    The facts in brief as emerged from corresponding\n  assessment order passed u/s.143(3) r.w.s 144/147, dated 14th\n  March, 2005 were that certain evidences were claimed to have\n  been found in respect of the property in Parth Empire Building\n  during the course of search in the case of \"Master Group\". It was\n  noted by the AO that there was declaration of the investment and\n  because of that reason additions were made correspondingly in the\n  hands of one Sri Rajni Desai and in the case of Sri Rajesh Desai in\n  their respective block assessment year. Since the assessee had also\n  made the investment in the same building, therefore, the action\n  was taken against the assessee as well. There was a reference of a\n  valuation report in respect of the impugned property. On the basis\n  of the detection of the impugned property and on the basis the said\n  valuation report the AO has worked out the unexplained\n  investment in those properties as listed in the assessment order at\n  Rs.3,11,97,498/-.\n</p>\n\n<p id=\"p_339\">  57.    When the matter was carried before the First Appellate\n  Authority, it was contested on behalf of the assessee as under:-\n</p><p id=\"p_340\">         \"The addition in the case on the appellant is made mainly on the basis\n         of valuation Report found during the course of search and considered\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_341\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_342\">                                  - 78 -\n</p><p id=\"p_343\">         in the block period assessment. The valuation report pertains to shop\n         No.21 and 22 at first floor of Parth Empire in the name of Ranibhai J.\n         Desai brother of the appellant. The purpose of the said valuation is\n         purely to estimate market value of the property to obtain bank loan on\n         the basis of such valuation &amp; it does not co-relate with cost of\n         acquisition of the property. The actual cost of acquisition of the\n         property shop no.21 &amp; 22 is Rs.731100/- Addition of Rs.4570585/- is\n         made at the assessment order for the block period due to above\n         difference in cost of acquisition &amp; current market value. The value of\n         the said property has appreciated during the period and it does not\n         mean that money has been paid for the said property thereafter. The\n         value of the property as per valuation report is Rs.5915000/-. The said\n         valuation report is taken a base for making addition in the present\n         case. The ratio of value as per valuation report and cost of Acquisition\n         as per books is considered to determine value of the asset for the\n         purpose of addition as per chart shown in the assessment order.\n         Valuation Report of shop No.21 &amp; 22 at Parth Empire is taken to\n         determine value of other assets which is not justified. No valuation\n         report for the property in respect of which addition has been made is\n         found. To take valuation of other assets to make addition for different\n         assets is not justified. The value of the property is estimated on higher\n         side for the sake of obtaining loan from bank and it cannot be taken as\n         base for such huge addition of Rs.31197498/-. The addition as stated\n         above is made on such estimated base and is wholly arbitrary. It is\n         made without considering the real facts of the case and is based on\n         presumption; conjecture not supported by any evidence showing extra\n         investment by appellant and requires to be deleted.\"\n</p>\n<p id=\"p_344\">  57.1 After considering the facts of the case, learned CIT(A) has\n  held as under:\n</p><blockquote id=\"blockquote_132\">         \"The facts in the present case are similar to the facts in the above case\n         before learned CIT(A)-I, Ahmedabad. Mere valuation report cannot be\n         the basis of any addition on account of undisclosed income only due to\n         difference in valuations. No specific valuation reports in respect of\n         any of the 10 properties for which the impugned additions are under\n         appeal, have been brought on record by the AO. The valuation reports\n         in question actually related to Shri Ramesh J. Desai and Shri\n         Rajnibhai J. Desai, sons of the appellant CIT(A) in his above referred\n         order has relied on a number of case laws on the issue that mere\n         difference in valuation cannot be a basis for any addition by AO.\n         Reliance is also placed upon the ITAT Pune Bench decision in Parakh\n         Foods (64 ITD page 396) and on Raj. High Court in 200 ITR 788, as\n         also ITAT Pune Tribunal in 66 TTJ (692), on Ahmedabad ITAT in the\n         case of ITO Vs. Dreamlan Enterprises in (1995) 81 Taxman 143.</blockquote>\n<p id=\"p_345\">         There is no evidence regarding any payment of on money brought on\n         record by the AO. Hence, following and adopting the reasoning of the\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_346\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_347\">                                 - 79 -\n</p><p id=\"p_348\">         CIT(A)-I Ahmedabad in order No. CIT(A)-I/CCI(1)/26/02-03 and\n         CIT(A)-1/CC. 1(1)/25/02-03, dated 23/12/03 in the Block Assessment,\n         the additions made by the AO of Rs.3,11,97,498/- are deleted.\n         Grounds of Appeal Nos. 2, 3 &amp; 4 are allowed.\"\n</p>\n<p id=\"p_349\">  58.    We have heard both the sides and perused the material on\n  record. From the side of the assessee, learned AR has placed\n  reliance on combined order of ITAT 'C' Bench Ahmedabad in the\n  cases of Rajni J. Desai, Rajesh J. Desai, Ramesh J. Desai, bearing\n  IT(ss) No.51, 52, 53 etc./Ahd/2004 for the block period 1.4.1990\n  to 20.8.2000, dated 27th June, 2008 wherein it was held as under:\n</p><blockquote id=\"blockquote_133\">         \"The second ground in IT(ss)A No.54/Ahd/2004 relates to deletion of\n         the addition of Rs.8,41,060/- and Rs.17,87,170/- made on account of\n         unexplained investment in Office No.1 and Shop No.20 in building\n         known as 'Parth Empire'. The AO noted from the valuation report\n         (letter) dated 1.9.2000 and 5.4.2000 addressed to Mehsana Nagrik\n         Sahakari Bank, Ahmedabad that the value of Office No.1 in 'Parth\n         Empire' and Shop No.2 in first floor was worked out by the approved\n         valuer at Rs.25,00,000/- and Rs.30,00,000/- respectively. The AO\n         noted that the assessee has shown the value of office premises in his\n         balance sheet at Rs. 16,58,940/- while of Shop No.20 at Rs.8,06,430/-.\n         The AO after given cost indexation effect by taking the value of the\n         property as on 1.4.2000 estimated the cost of acquisition and made the\n         addition for the undisclosed investment for the Office No.1 for\n         Rs.8,41,060/- and for Shop No.20 at Rs.17,87,170/-..........\n</blockquote>\n<blockquote id=\"blockquote_134\">         We have carefully considered the rival submission and, perused the\n         material on record along with the order of the tax authorities. We\n         have also gone through the order of this Tribunal in the case of Hotel\n         Rangoli cited supra. We find that in that case also the addition has\n         been made on the basis of valuation report. The Tribunal vide order\n         dated 29.02.2008 deleted the addition by observing as under:\n</blockquote><blockquote id=\"blockquote_135\">                We have carefully considered the rival submissions and,\n                perused the material on record along with the order of the tax\n                authorities. We have also gone through various decisions as\n                have been relied upon by the assessee before the CIT(A). We\n                find that the addition has been made on the basis of valuation\n                report. However, the valuation report was for working out the\n                market value as on 1.5.2002 and not the \"cost of land\" and\n                that the valuation report was obtained from the bank to whom\n                the same was given for the purpose of loan. We find that the\n                CIT(A) has rightly observed that as no evidence was found at\n                the time of search and extra investment is based on valuation\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</blockquote><blockquote id=\"blockquote_136\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</blockquote><blockquote id=\"blockquote_137\">                                  - 80 -\n</blockquote><blockquote id=\"blockquote_138\">                 report of a date obtained much after the search in this case, the\n                 addition is even otherwise beyond the scope of block\n                 assessment. We therefore do not find any illegality or infirmity\n                 in the order of the CIT(A). We accordingly confirm the order of\n                 the CIT(A) deleting the addition of Rs.10,62,016/-. Thus, this\n                 ground raised by the Revenue stands dismissed.\n</blockquote><blockquote id=\"blockquote_139\">         Respectfully following the aforesaid order of this Tribunal, we do not\n         find any illegality or infirmity in the order of learned CIT(A) in\n         deleting both the additions and accordingly Ground No.2 of the\n         Revenue's appeal stands dismissed..........\n</blockquote>\n<blockquote id=\"blockquote_140\">         Ground No.4 is similar to Ground No.2 in IT(ss)A No.54/Ahd/2004.\n         Both the learned DR and the learned AR were fair enough to agree\n         that this ground is similar to Ground No.2 in IT(ss)A No.54/Ahd/2004\n         and whatever decision this Tribunal may take, the same decision may\n         be taken in this case also. We have dealt with the issue vide para-8 of\n         our order above and dismissed the ground raised by the Revenue. For\n         the same reasons we confirm the order of the CIT(A) in this regard in\n         deleting the additions of Rs.2,75,605/-, Rs.5,02,164/- and\n         Rs.45,70,585/- made on account of unexplained investment in the flat\n         No.806, shop no.29 and shop nos.21 and 22 respectively. Thus, this\n         ground no.4 raised by the Revenue stands dismissed.\"\n</blockquote>\n<p id=\"p_350\">  59.    In the absence of any direct evidence about the actual\n  unexplained investment in the property and that the impugned\n  addition was merely based upon a valuation report which was\n  stated to be meant for bank loan purpose, we are inclined to affirm\n  the finding of learned CIT(A). Moreover, we hereby respectfully\n  follow the decisions as cited hereinabove and dismiss this ground\n  of the Revenue.\n</p><p id=\"p_351\">  60.    In the result, this appeal of the Revenue is dismissed.\n</p>\n\n<p id=\"p_352\">  D.     ITA No.3437/Ahd/2007 for A.Y. 2001-02 (Assessee's\n  Appeal)\n</p><p id=\"p_353\">  61.    This is an appeal filed by the assessee for A.Y. 2001-02\n  arising from the order of learned CIT(A)-IV Ahmedabad, dated 8th\n  March, 2007 and the only ground raised is reproduced below:\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_354\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_355\">                                   - 81 -\n</p>\n<p id=\"p_356\">           \"The learned CIT(A) has erred in law and on facts in confirming the\n           addition of Rs.2,50,000/- made by the AO on account of undisclosed\n           investment in Shailganga Tenement without proper consideration and\n           appreciation of the facts and comprehensive evidences furnished and\n           available on record. In view of the facts, submissions and evidences\n           filed, the impugned protective addition of Rs.2,50,000/- requires to be\n           deleted.\"\n</p>\n<p id=\"p_357\">  62.      Facts in brief as emerged from the corresponding assessment\n  order passed u/s. 147, dated 21.3.2006 were that the AO had noted\n  that while deciding the appeal learned CIT(A) vide order dated\n  23rd December, 2003 had deleted an addition of Rs.2,50,000/-,\n  investment in Shailganga Tenements on the ground that same was\n  not to be taxed in the block assessment but required to be\n  considered in the regular assessment. Due to the said observation\n  of learned CIT(A), the matter was proceeded for the year under\n  consideration in the case of the assessee. The AO had made the\n  addition primarily on the ground that cash withdrawal has\n  explained by the assessee from the bank account of Master\n  Developer for the purpose of investment of Rs.2.5 lacs in\n  Shailganga property was an afterthought. He has concluded as\n  under:\n</p><blockquote id=\"blockquote_141\">           \"The Department has filed an appeal before Hon'ble ITAT,\n           Ahmedabad against the order of ld. CIT(A) which was passed against\n           the block assessment order in which a ground of appeal has been\n           taken that the deletion of Rs.2,50,000 by the ld. CIT(A) is incorrect.\n           Therefore, in this income escaping assessment order, a protective\n           addition of Rs.2,50,000/- is made in the hands of the assessee. If a\n           view is taken by Hon'ble ITAT that the addition of Rs.2,50,000/- made\n           as undisclosed investment in the hands of the assessee in the block\n           assessment order is not correct addition then this addition will\n           automatically become substantive addition in this case.\n</blockquote>\n\n<p id=\"p_358\">  63.      When the matter was carried before the First Appellate\n  Authority, the assessee has explained the source as under:\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_359\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_360\">                                  - 82 -\n</p>\n<p id=\"p_361\">         \"The said amount of Rs.2,50,000/- in cash was paid out of the cash\n         received of Rs.2,90,000/- on 04.07.2000 against the sale of plot at\n         Revenue Survey No.1899 of Mehsana. This gain of sale of land has\n         already been shown in the return of income for A.Y.2001-02 and since\n         the investment has been shown in the balance sheet as at 31.3.2001\n         and investment being out of regular source of income, the question of\n         treating the same as undisclosed or unexplained investment does not\n         arise, the source of investment of Rs.2,50,000/- being fully explained.\"\n</p>\n\n<p id=\"p_362\">  64.    However, learned CIT(A) was not convinced and affirm the\n  addition after assigning following reasons:\n</p><blockquote id=\"blockquote_142\">         \"I have carefully considered the contentions of Ld. Counsel as well as\n         gone through the records. ON perusal of the CIT(A)'s order dated\n         19.01.2004 in Appeal No.CIT(A)-1/CC.1(1)/24/02-03 in Appellant's\n         own case for the Block Period from 1991-02 to 2001-02 vide para-9\n         on page 88 deciding sixth ground of appeal, it has been noticed that\n         the addition was deleted with the observations that this issue requires\n         to be considered in the regular assessment since the appellant had\n         claimed that this amount in cash was received from the partnership\n         Firm M/s. Master Developers in which appellant is a partner and\n         therefore, the addition made in the block assessment was deleted.\n         Therefore the contention of ld. Counsel that addition of Rs.2,50,000/-\n         was deleted on merits is not borne out from the records and is hereby\n         rejected. Further the appellant had also admitted in his reply dated\n         24.09.2002 that investments were made out of the books by making\n         payment of Rs.2.50 lacs in cash on 29.09.2000. Also the appellant had\n         admitted in reply to question no.17 in his statement dated 20.10.2000\n         given u/s. 132(4) during the search proceedings that the cash book of\n         Master Developers and books of accounts of all the family members\n         were not written from 01.04.2000. Hence, the appellant expressed his\n         inability to explain about the cash deposit and withdrawals in the\n         bank. Keeping in view of above facts and circumstances of the case\n         and also deleting the addition in the block assessment proceedings by\n         the CIT(A)-I(supra), the addition made in regular assessment u/s. 147\n         is hereby confirmed on substantive basis and A.O. is directed\n         accordingly since the appellant failed to explain the sources of\n         investment. Therefore, the appeal is dismissed.\"\n</blockquote>\n\n<p id=\"p_363\">  65.    Having heard the submissions of both the sides, we are of\n  the considered opinion that this issue is required to be reconsidered\n  by the AO primarily because of the reason that merely on the basis\n  of the statement it was held that the impugned investment was\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_364\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_365\">                                 - 83 -\n</p>\n<p id=\"p_366\">  made out of the regular books of account. In a situation when a\n  regular books of account are produced and the said investment was\n  duly recorded in that regular books of accounts and those regular\n  books of accounts have not been rejected or found false by the\n  Revenue Department then the rejections of the explanation appears\n  to be unjustified. We are, therefore, of the view that the AO must\n  now re-examine the source of the investment as per the records of\n  the assessee and if it is genuine then the assessment should be\n  made as per law. With these observations, this ground being\n  restored back for de novo consideration. Thus, to be treated as\n  allowed for statistical purpose. This appeal of the assessee may be\n  treated as allowed for statistical purpose.\n</p>\n\n<p id=\"p_367\">  E-     ITA No.3438/Ahd/2007 for A.Y. 2003-04 (Assessee's\n  Appeal)\n</p><p id=\"p_368\">  66.    This is an appeal filed by the assessee arising from the order\n  of learned CIT(A)-IV, Ahmedabad dated 8th March, 2007 and the\n  only ground is reproduced below:\n</p><blockquote id=\"blockquote_143\">         \"The learned CIT(A) has erred in law and on facts in confirming the\n         addition of Rs.2,45,622/- on account of disallowance of notional\n         interest on the ground that the loans have been taken at higher rates\n         and given at lower rates and not for the purpose of business without\n         proper consideration of the facts and merits of the case as well as\n         legal position put forth by the appellant. In view of the facts,\n         submissions and evidences filed as well as legal position, the\n         impugned addition of Rs.2,45,622/- requires to be deleted.\"\n</blockquote>\n\n<p id=\"p_369\">  67.    Facts in brief as emerged from the corresponding assessment\n  order passed u/s.143(3), dated 29.03.2006 were that the AO had\n  noted that the assessee had received interest income of\n  Rs.38,08,269/- and incurred interest expenditure of Rs.20,95,947/-\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_370\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_371\">                                  - 84 -\n</p>\n<p id=\"p_372\">  and Rs.22,30,116/-. For ready reference, the observation of the AO\n  in this connection is reproduced below:\n</p><blockquote id=\"blockquote_144\">         \"From the ROI and details furnished by the assessee, it has been\n         found that he has received the interest income of Rs.38,08,269/- and\n         interest income of Rs.9,84,872/- in its proprietary concern's account\n         and he has incurred the bank interest exp. of Rs.20,95,947 in its\n         individual account and of Rs.22,30,116 as bank interest and\n         Rs.6,45,891 as interest payable on its proprietary concern's account.\n         Assessee has earned income of Rs.2,58,000/- as rent from Manav\n         Mandir plot, Rs.32,500/- as partner's remuneration income and\n         Rs.72,000/- as rent income. These incomes require no funds and bear\n         no charges against themselves. Still the assessee has filed returned\n         income of Rs.1,14,040/-. Therefore, it is clear that even those receipts\n         which are not related to the financing activity have been wiped out due\n         to the loss in the financing activity. Effectively approximate loss of\n         Rs.1,78,813/- has been claimed from the financing activity. This is not\n         possible at all since this cannot happen in the business of finance if the\n         higher interest bearing funds are not lent at lower rates or when the\n         funds are borrowed at higher rates even when the huge cash balance\n         is lying idle in the cash books. It was also found that the assessee has\n         given the gifts to his family members of Rs.11 lacs to Rameshbhai J.\n         Desai, Rajeshbhai J. Desai, Rajnibhai J. Desai, Alkaben R. Desai,\n         Ashaben R. Desai and Savitaben R. Desai on 20.08.2002 and another\n         gift of Rs.27,00,000 was made to Alkaben R. Desai on 24.12.2002. On\n         one hand the assessee has taken the huge interest bearing funds and\n         on the other he has given the gifts to his family members. In such a\n         situation the claim of interest cannot be allowed to him.\"\n</blockquote>\n\n<p id=\"p_373\">  68.    It was noted by the AO that the interest relates to the amount\n  of gift to the extent to be disallowed @ 18%, which was computed\n  at Rs.2,45,622/- and taxed in the hands of the assessee.\n</p>\n\n<p id=\"p_374\">  69.    When the matter was carried before the First Appellate\n  Authority, learned CIT(A) has confirmed the addition as follows:\n</p><blockquote id=\"blockquote_145\">         \"I have carefully considered the contentions as well gone through the\n         records. On perusal of assessment order it has been noticed that gifts\n         were given to closely related persons after obtaining interest funds\n         from and other persons. It means that the assessee had diverted the\n         interest bearing funds to his family members in the form of the gifts.</blockquote>\n<p id=\"p_375\">         The gift of Rs.27,00,000/- given to Smt. Alkaben P. Desai was directly\n IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                   Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_376\">                                      A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_377\">                                  - 85 -\n</p><p id=\"p_378\">         withdrawn from O.D. Account No.38 of Sarvodya Commercial Co-\n         operative Bank which is charging interest @ 18%. Similarly, the\n         appellant had received transfer of Rs.19,00,000/- from M/s. Master\n         Developers on 20.08.2002 in the Savings Bank Account No.35 of\n         Sarvodaya Commercial Co-operative Bank and on the same day, this\n         amount was given as a gift to various family members from the same\n         account whereas the appellant had paid interest @18% to M/s. Master\n         Developers. Hence, direct nexus has been established that interest\n         bearing funds were diverted either by way of gifts or by way of\n         advances. Therefore, these gifts to the closely related persons cannot\n         be termed as used for the business purposes. Further, if excess funds\n         are given as a gift to close family members then funds borrowed could\n         be considered as not made for purpose of business. In the present\n         case, even though the appellant may have ahd its own funds, these are\n         found to have been given as a gift to the closely related persons which\n         are not for the purpose of business. Hence, these funds are not utilized\n         in the form of gifts during the course of business. Also, specific\n         conditions laid down u/s.36(1)(iii) for allowing such interest are not\n         fulfilled. Keeping in view of above facts and circumstances of the case,\n         the contentions of learned counsel are hereby rejected and first\n         ground of appeal is dismissed.\"\n</p>\n\n<p id=\"p_379\">  70.    Having heard the submissions of both the sides, we have\n  noted that the observation of learned CIT(A) in respect of the\n  direct nexus transfer of borrower funds for the purpose of gift were\n  not borne out of the order of the AO. Before us, learned AR has\n  vehemently contested that those observations of learned CIT(A)\n  were incorrect factual observation. Learned AR has contested that\n  the learned CIT(A) has mentioned wrong facts. Under this\n  situation when the AO has not made out the case on those facts\n  which were noted by learned CIT(A) and that learned AR is\n  alleging that the facts have wrongly been mentioned by learned\n  CIT(A), we deem it proper to restore this issue back to the file of\n  the AO to be decided de novo after appreciating the correct facts.\n  Side by side, we direct the assessee to place the accounts and the\n  evidences before the AO so that the correct factual position can be\n       IT(ss) Nos.99, 106/Ahd/04 &amp; ITA Nos.2376/Ahd/05 &amp; 3437 &amp; 3438/Ahd/07\n                                         Jivraj V. Desai Vs. ACIT Ahmedabad.\n</p><p id=\"p_380\">                                            A.Ys. 1999-00, 2001-02 &amp; 2003-04\n</p><p id=\"p_381\">                                            - 86 -\n</p>\n<p id=\"p_382\">        appreciated by the AO. With these directions, this ground of the\n        assessee may be treated as allowed for statistical purpose. This\n        appeal of the assessee is allowed for statistical purpose.\n</p>\n\n<p id=\"p_383\">        71.     To sum up the final result of all the appeals are as under:\n</p><blockquote id=\"blockquote_146\">                (i)      IT(ss)A No.99/Ahd/2004 (Revenue's Appeal)                              is\n                         partly allowed.\n</blockquote><blockquote id=\"blockquote_147\">                (ii)     IT(ss)A No.106/Ahd/2004 (Assessee's Appeal)                            is\n                         partly allowed.\n</blockquote><blockquote id=\"blockquote_148\">                (iii)    ITA No.2376/Ahd/2005 (Revenue's Appeal)                                is\n                         dismissed.\n</blockquote><blockquote id=\"blockquote_149\">                (iv)     ITA No.3437/Ahd/2007 (Revenue's Appeal)                                is\n                         allowed for statistical purpose.\n</blockquote><blockquote id=\"blockquote_150\">                (v)      ITA No.3438/Ahd/2007 (Revenue's Appeal)                                is\n                         allowed for statistical purpose.\n</blockquote>\n<pre id=\"pre_6\">                Sd/-                                                 Sd/-\n        (T.R. MEENA)                                      (MUKUL Kr. SHRAWAT)\n     ACCOUNTANT MEMBER                                      JUDICIAL MEMBER\nAhmedabad;              Dated /12/2013\nPrabhat Kr. Kesarwani, Sr. P.S.\n                                       TRUE COPY\nआदेश कᳱ ᮧितिलिप अᮕेिषत/Copy of the Order forwarded            to :\n1.    अपीलाथᱮ / The Appellant\n2.    ᮧ᭜यथᱮ / The Respondent.\n3.    संबंिधत आयकर आयुᲦ / Concerned CIT\n</pre><blockquote id=\"blockquote_151\">4.    आयकर आयुᲦ(अपील) / The CIT(A)-III, Ahmedabad\n</blockquote><p id=\"p_384\">5.    िवभागीय ᮧितिनिध, आयकर अपीलीय अिधकरण, अहमदाबाद   / DR, ITAT, Ahmedabad\n\n      गाडᭅ फाईल / Guard file.\n</p><p id=\"p_385\">                                                                              आदेशानुसार/ BY ORDER,\n\n\n                                                        उप/सहायक पंजीकार (Dy./Asstt.Registrar)\n                                                आयकर अपीलीय अिधकरण, अहमदाबाद / ITAT, Ahmedabad\n </p>", "numcites": 15, "numcitedby": 0, "covertitles": [], "url": "http://www.itatonline.in:8080/itat/upload/392752821275655289713%245%5E1REFNOMicrosoft_Word_-_IT_ss_A_No.99%2C_106-A-2004_%26_2376-A-2005_%26_3437%2C_3438-A-2007__Shri_Jivraj_V._Desai_.pdf", "showurl": true, "docsource": "Income Tax Appellate Tribunal - Ahmedabad", "covers": [], "citeList": [{"tid": 789969, "title": "The Income- Tax Act,   1995", "url": null}, {"tid": 371364, "title": "Section 158BB(1) in The Income- Tax Act,   1995", "url": null}, {"tid": 648522, "title": "Allied Motors (P) Ltd vs Commissioner Of Income-Tax, ... on 10 March, 1997", "url": "http://judis.nic.in/supremecourt/imgst.aspx?filename=14259"}, {"tid": 1971671, "title": "Section 158BB in The Income- Tax Act,   1995", "url": null}, {"tid": 1713490, "title": "The Commissioner Of Income Tax vs Sri. O.Abdul Razak on 13 December, 2010", "url": "http://judis.nic.in/judis_kerala/qrydisp.aspx?filename=188737"}], "citedbyList": [], "divtype": "judgments", "relatedqs": [{"value": " arvind", "formInput": "%20arvind"}, {"value": "manoj vadodaria", "formInput": "manoj%20vadodaria"}, {"value": "dealing in land", "formInput": "dealing%20in%20land"}, {"value": "natubhai", "formInput": "natubhai"}, {"value": "remand report", "formInput": "remand%20report"}, {"value": "ledger accounts", "formInput": "ledger%20accounts"}, {"value": "mou", "formInput": "mou"}, {"value": "section 132", "formInput": "section%20132"}, {"value": "undisclosed income", "formInput": "undisclosed%20income"}, {"value": "confrontation ", "formInput": "confrontation%20"}, {"value": "mehsana", "formInput": "mehsana"}, {"value": "chit", "formInput": "chit"}, {"value": "mediation", "formInput": "mediation"}, {"value": "builder", "formInput": "builder"}, {"value": "interest rate", "formInput": "interest%20rate"}, {"value": "rebuttal", "formInput": "rebuttal"}, {"value": "what is hawala", "formInput": "what%20is%20hawala"}, {"value": "meena", "formInput": "meena"}, {"value": "ramanbhai", "formInput": "ramanbhai"}, {"value": "450", "formInput": "450"}], "courtcopy": true}